[
  {
    "Id": 1,
    "Name": "Johnny Depp",
    "Movie": "Суінні Тодд: демон-перукар із Фліт-стріт (2007)",
    "ImageUrl": "https://m.media-amazon.com/images/M/MV5BZjA3NzZiZDktZjc2My00MzY2LThhOWMtZGFjYzg4ZDI2ZWVmXkEyXkFqcGc@._V1_QL75_UX60_CR0,0,60,60_.jpg",
    "Info": "John Christopher \u0026quot;Johnny\u0026quot; Depp II was born on June 9, 1963 in Owensboro, Kentucky, to Betty Sue Palmer (née Wells), a waitress, and John Christopher Depp, a civil engineer. He was raised in Florida. He dropped out of school when he was 15, and fronted a series of music-garage bands, including one named \u0026#39;The Kids\u0026#39;. When he married Lori A. Depp, he took a job as a ballpoint-pen salesman to support himself and his wife. A visit to Los Angeles, California, with his wife, however, happened to be a blessing in disguise, when he met up with actor Nicolas Cage, who advised him to turn to acting, which culminated in Depp\u0026#39;s film debut in the low-budget horror film, Жах на вулиці В\u0026#39;язів (1984), where he played a teenager who falls prey to dream-stalking demon Freddy Krueger.In 1987 he shot to stardom when he replaced Jeff Yagher in the role of undercover cop Tommy Hanson in the popular TV series 21 Jump Street (1987). In 1990, after numerous roles in teen-oriented films, his first of a handful of great collaborations with director Tim Burton came about when Depp played the title role in Едвард Руки-ножиці (1990). Following the film\u0026#39;s success, Depp carved a niche for himself as a serious, somewhat dark, idiosyncratic performer, consistently selecting roles that surprised critics and audiences alike. He continued to gain critical acclaim and increasing popularity by appearing in many features before re-joining with Burton in the lead role of Ед Вуд (1994). In 1997 he played an undercover FBI agent in the fact-based film Донні Браско (1997), opposite Al Pacino; in 1998 he appeared in Страх і огида в Лас-Вегасі (1998), directed by Terry Gilliam; and then, in 1999, he appeared in the sci-fi/horror film Дружина астронавта (1999). The same year he teamed up again with Burton in Сонна лощина (1999), brilliantly portraying Ichabod Crane.Depp has played many characters in his career, including another fact-based one, Insp. Fred Abberline in Із пекла (2001). He stole the show from screen greats such as Antonio Banderas in the finale to Robert Rodriguez\u0026#39;s \u0026quot;mariachi\u0026quot; trilogy, Якось у Мексиці (2003). In that same year he starred in the marvelous family blockbuster Пірати Карибського моря: Прокляття Чорної перлини (2003), playing a character that only the likes of Depp could pull off: the charming, conniving and roguish Capt. Jack Sparrow. The film\u0026#39;s enormous success has opened several doors for his career and included an Oscar nomination. He appeared as the central character in the Stephen King-based movie, Таємне вікно (2004); as the kind-hearted novelist James Barrie in the factually-based Чарівна країна (2004), where he co-starred with Kate Winslet; and Rochester in the British film, The Libertine (2004). Depp collaborated again with Burton in a screen adaptation of Roald Dahl\u0026#39;s novel, Чарлі та шоколадна фабрика (2005), and later in Аліса повертається в країну чудес (2010) and Похмурі тіні (2012).Off-screen, Depp has dated several female celebrities, and has been engaged to Sherilyn Fenn, Jennifer Grey, Winona Ryder and Kate Moss. He was married to Lori Anne Allison in 1983, but divorced her in 1985. Depp has two children with his former long-time partner, French singer/actress Vanessa Paradis: Lily-Rose Melody, born in 1999 and John Christopher \u0026quot;Jack\u0026quot; III, born in 2002. He married actress/producer Amber Heard in 2015, divorcing a few years later.",
    "Roles": [
      "Actor",
      "Producer",
      "Director"
    ]
  },
  {
    "Id": 2,
    "Name": "Arnold Schwarzenegger",
    "Movie": "Термінатор 2: Судний день (1991)",
    "ImageUrl": "https://m.media-amazon.com/images/M/MV5BMTI3MDc4NzUyMV5BMl5BanBnXkFtZTcwMTQyMTc5MQ@@._V1_QL75_UX60_CR0,0,60,60_.jpg",
    "Info": "With an almost unpronounceable surname and a thick Austrian accent, who\nwould have ever believed that a brash, quick talking bodybuilder from a\nsmall European village would become one of Hollywood\u0026#39;s biggest stars,\nmarry into the prestigious Kennedy family, amass a fortune via shrewd\ninvestments and one day be the Governor of California!?The amazing story of megastar Arnold Schwarzenegger is a true \u0026quot;rags to\nriches\u0026quot; tale of a penniless immigrant making it in the land of\nopportunity, the United States of America. Arnold Alois Schwarzenegger was born July 30, 1947, in the town of Thal, Styria, Austria, to Aurelia Schwarzenegger (born Jadrny) and Gustav\nSchwarzenegger, the local police chief. From a young age, he took a\nkeen interest in physical fitness and bodybuilding, going on to compete\nin several minor contests in Europe. However, it was when he emigrated\nto the United States in 1968 at the tender age of 21 that his star\nbegan to rise.Up until the early 1970s, bodybuilding had been viewed as a rather\noddball sport, or even a mis-understood \u0026quot;freak show\u0026quot; by the general\npublic, however two entrepreneurial Canadian brothers\nBen Weider and\nJoe Weider set about broadening the appeal of\n\u0026quot;pumping iron\u0026quot; and getting the sport respect, and what better poster\nboy could they have to lead the charge, then the incredible \u0026quot;Austrian\nOak\u0026quot;, Arnold Schwarzenegger. Over roughly the next decade, beginning in\n1970, Schwarzenegger dominated the sport of competitive bodybuilding\nwinning five Mr. Universe titles and seven Mr. Olympia titles and, with\nit, he made himself a major sports icon, he generated a new\ninternational audience for bodybuilding, gym memberships worldwide\nswelled by the tens of thousands and the Weider sports business empire\nflourished beyond belief and reached out to all corners of the globe.\nHowever, Schwarzenegger\u0026#39;s horizons were bigger than just the landscape\nof bodybuilding and he debuted on screen as \u0026quot;Arnold Strong\u0026quot; in the low\nbudget\nГеркулес у Нью-Йорку (1970),\nthen director Bob Rafelson cast Arnold in\nЗалишайся голодним (1976) alongside\nJeff Bridges and\nSally Field, for which Arnold won a Golden\nGlobe Award for \u0026quot;Best Acting Debut in a Motion Picture\u0026quot;. The\nmesmerizing Качай залізо (1977)\ncovering the 1975 Mr Olympia contest in South Africa has since gone on\nto become one of the key sports documentaries of the 20th century, plus\nArnold landed other acting roles in the comedy\nЛиходій (1979) opposite\nKirk Douglas, and he portrayed\nMickey Hargitay in the well- received TV\nmovie\nThe Jayne Mansfield Story (1980).What Arnold really needed was a super hero / warrior style role in a\nlavish production that utilized his chiseled physique, and gave him\nroom to show off his growing acting talents and quirky humor.\nКонан-варвар (1982)\nwas just that role. Inspired by the\nRobert E. Howard short stories of the\n\u0026quot;Hyborean Age\u0026quot; and directed by gung ho director\nJohn Milius, and with a largely unknown\ncast, save Max von Sydow and\nJames Earl Jones, \u0026quot;Conan\u0026quot; was a smash\nhit worldwide and an inferior, although still enjoyable sequel titled\nКонан-руйнівник (1984)\nquickly followed. If \u0026quot;Conan\u0026quot; was the kick start to Arnold\u0026#39;s movie\ncareer, then his next role was to put the pedal to the floor and\naccelerate his star status into overdrive. Director\nJames Cameron had until that time\nonly previously directed one earlier feature film titled\nПіраньї 2 (1982), which stank of rotten fish from start to finish. However, Cameron had penned a fast paced, science fiction themed film script that called for\nan actor to play an unstoppable, ruthless predator -\nТермінатор (1984). Made on a\nrelatively modest budget, the high voltage action / science fiction\nthriller Термінатор (1984) was\nincredibly successful worldwide, and began one of the most profitable\nfilm franchises in history. The dead pan phrase \u0026quot;I\u0026#39;ll be back\u0026quot; quickly\nbecame part of popular culture across the globe. Schwarzenegger was in\nvogue with action movie fans, and the next few years were to see Arnold\nreap box office gold in roles portraying tough, no-nonsense individuals\nwho used their fists, guns and witty one-liners to get the job done.\nThe testosterone laden Коммандо (1985),\nБез компромісів (1986),\nХижак (1987),\nЛюдина, що біжить (1987) and\nЧервона спека (1988) were all box office hits\nand Arnold could seemingly could no wrong when it came to picking\nwinning scripts. The tongue-in-cheek comedy\nБлизнята (1988) with co-star\nDanny DeVito was a smash and won Arnold new\nfans who saw a more comedic side to the muscle- bound actor once\ndescribed by Australian author / TV host\nClive James as \u0026quot;a condom stuffed with\nwalnuts\u0026quot;. The spectacular\nЗгадати все (1990) and \u0026quot;feel good\u0026quot;\nДитсадковий поліцейський (1990) were\nboth solid box office performers for Arnold, plus he was about to\nreturn to familiar territory with director\nJames Cameron in\nТермінатор 2: Судний день (1991).\nThe second time around for the futuristic robot, the production budget\nhad grown from the initial film\u0026#39;s $6.5 million to an alleged $100\nmillion for the sequel, and it clearly showed as the stunning sequel\nbristled with amazing special effects, bone-crunching chases \u0026amp; stunt\nsequences, plus state of the art computer-generated imagery.\nТермінатор 2: Судний день (1991)\nwas arguably the zenith of Arnold\u0026#39;s film career to date and he was\nvoted \u0026quot;International Star of the Decade\u0026quot; by the National Association of\nTheatre Owners.Remarkably, his next film\nОстанній кіногерой (1993) brought\nArnold back to Earth with a hard thud as the self-satirizing, but\nconfusing plot line of a young boy entering into a mythical Hollywood\naction film confused movie fans even more and they stayed away in\ndroves making the film an initial financial disaster. Arnold turned\nback to good friend, director\nJames Cameron and the chemistry\nwas definitely still there as the \u0026quot;James Bond\u0026quot; style spy thriller\nПравдива брехня (1994) co-starring\nJamie Lee Curtis and\nTom Arnold was the surprise hit of\n1994! Following the broad audience appeal of\nПравдива брехня (1994), Schwarzenegger\ndecided to lean towards more family-themed entertainment with\nДжуніор (1994) and\nПодарунок на Різдво (1996), but\nhe still found time to satisfy his hard-core fan base with\nСтирач (1996), as the chilling \u0026quot;Mr.\nFreeze\u0026quot; in Бетмен і Робін (1997)\nand battling dark forces in the supernatural action of\nКінець світу (1999). The science\nfiction / conspiracy tale\nШостий день (2000) played to only\nmediocre fan interest, and\nВідшкодування збитків (2002) had\nits theatrical release held over for nearly a year after the tragic\nevents of Sept 11th 2001, but it still only received a lukewarm\nreception.It was time again to resurrect Arnold\u0026#39;s most successful franchise and,\nin 2003, Schwarzenegger pulled on the biker leathers for the third time\nfor\nТермінатор 3: Повстання машин (2003).\nUnfortunately, directorial duties passed from\nJames Cameron to\nJonathan Mostow and the deletion of the\ncharacter of \u0026quot;Sarah Connor\u0026quot; aka\nLinda Hamilton and a change in\nthe actor playing \u0026quot;John Connor\u0026quot; - Nick Stahl\ntook over from Edward Furlong - making\nthe third entry in the \u0026quot;Terminator\u0026quot; series the weakest to date.Schwarzenegger married TV journalist\nMaria Shriver in April, 1986 and the\ncouple have four children.In October of 2003 Schwarzenegger, running as a Republican, was elected\nGovernor of California in a special recall election of then governor\nGray Davis. The \u0026quot;Governator,\u0026quot; as Schwarzenegger came to be called, held\nthe office until 2011. Upon leaving the Governor\u0026#39;s mansion it was\nrevealed that he had fathered a child with the family\u0026#39;s live-in maid\nand Shriver filed for divorce.Schwarzenegger contributed cameo roles to\nСкарб Амазонки (2003),\nНавколо світу за 80 днів (2004)\nand The Kid \u0026amp; I (2005). Recently, he\nstarred in\nНестримні 2 (2012),\nПовернення героя (2013),\nПлан втечі (2013), Нестримні 3 (2014), and Термінатор: Генезис (2015).",
    "Roles": [
      "Actor",
      "Producer",
      "Writer"
    ]
  },
  {
    "Id": 3,
    "Name": "Jim Carrey",
    "Movie": "Ейс Вентура: Детектив з розшуку домашніх тварин (1994)",
    "ImageUrl": "https://m.media-amazon.com/images/M/MV5BMTQwMjAwNzI0M15BMl5BanBnXkFtZTcwOTY1MTMyOQ@@._V1_QL75_UX60_CR0,0,60,60_.jpg",
    "Info": "Jim Carrey, Canadian-born and a U.S. citizen since 2004, is\nan actor and producer famous for his rubbery body movements and\nflexible facial expressions. The two-time Golden Globe-winner rose to\nfame as a cast member of the Fox sketch comedy\nIn Living Color (1990) but\nleading roles in\nЕйс Вентура: Детектив з розшуку домашніх тварин (1994),\nТупий та ще тупіший (1994) and\nМаска (1994) established him as a\nbankable comedy actor.James Eugene Carrey was born on January 17, 1962 in Newmarket, Ontario, Canada, and is the youngest of four children of Kathleen (Oram), a homemaker,\nand Percy Carrey, an accountant and jazz musician. The family surname\nwas originally \u0026quot;Carré\u0026quot;, and he has French-Canadian, Scottish, and Irish\nancestry. Carrey was an incurable extrovert from day one. As a child,\nhe performed constantly, for anyone who would watch, and even mailed\nhis résumé to\nThe Carol Burnett Show (1967)\nat age 10. In junior high, he was granted a few precious minutes at the\nend of each school day to do stand-up routines for his classmates\n(provided, of course, that he kept a lid on it the rest of the day).Carrey\u0026#39;s early adolescence took a turn for the tragic, however, when\nthe family was forced to relocate from their cozy town of Newmarket to\nScarborough (a Toronto suburb). They all took security and janitorial\njobs in the Titan Wheels factory, Jim working 8-hour shifts after\nschool let out (not surprisingly, his grades and morale both suffered).\nWhen they finally deserted the factory, the family lived out of a\nVolkswagen camper van until they could return to Toronto.Carrey made his stand-up debut in Toronto after his parents and\nsiblings got back on their feet. He made his (reportedly awful)\nprofessional stand-up debut at Yuk-Yuk\u0026#39;s, one of the many local clubs\nthat would serve as his training ground in the years to come. He\ndropped out of high school, worked on his celebrity impersonations\n(among them Michael Landon and\nJames Stewart), and in 1979 worked\nup the nerve to move to Los Angeles. He finessed his way into a regular\ngig at The Comedy Store, where he impressed\nRodney Dangerfield so much that the\nveteran comic signed him as an opening act for an entire season. During\nthis period Carrey met and married waitress Melissa Womer, with whom he\nhad a daughter (Jane). The couple would later go through a very messy\ndivorce, freeing Carrey up for a brief second marriage to actress\nLauren Holly. Wary of falling into the\nlounge act lifestyle, Carrey began to look around for other performance\noutlets. He landed a part as a novice cartoonist in the short-lived\nsitcom\nThe Duck Factory (1984);\nwhile the show fell flat, the experience gave Carrey the confidence to\npursue acting more vigorously.Carrey also worked on breaking into film around this time. He scored\nthe male lead in the ill-received\nLauren Hutton vehicle\nОдного разу вкушений (1985), and had a\nsupporting role in\nПеґґі Сью вийшла заміж (1986),\nbefore making a modest splash with his appearance as the alien Wiploc\nin\nEarth Girls Are Easy (1988).\nImpressed with Carrey\u0026#39;s lunacy, fellow extraterrestrial\nDamon Wayans made a call to his brother,\nKeenen Ivory Wayans, who was in the\nprocess of putting together the sketch comedy show\nIn Living Color (1990).\nCarrey joined the cast and quickly made a name for himself with\noutrageous acts (one of his most popular characters, psychotic Fire\nMarshall Bill, was attacked by watchdog groups for dispensing ill-\nadvised safety tips).Following his time on\nIn Living Color (1990),\nCarrey\u0026#39;s transformation from TV goofball to marquee headliner happened\nwithin the course of a single year. He opened 1994 with a starring turn\nin\nЕйс Вентура: Детектив з розшуку домашніх тварин (1994),\na film that cashed in on his extremely physical brand of humor (the\ncharacter\u0026#39;s trademark was talking out his derrière). Next up was the\nmanic superhero movie Маска (1994),\nwhich had audiences wondering just how far Carrey\u0026#39;s features could\nstretch.Finally, in December 1994, he hit theaters as a loveable dolt in the\nFarrelly brothers\u0026#39;\nТупий та ще тупіший (1994) (his first\nmulti-million dollar payday). Now a box-office staple, Carrey brought\nhis manic antics onto the set of\nБетмен назавжди (1995), replacing\nRobin Williams as The Riddler. He\nalso filmed the follow-up to his breakthrough,\nЕйс Вентура: Поклик природи (1995),\nand inked a deal with Sony to star in\nКабельник (1996) (replacing\nChris Farley) for a cool $20\nmillion--at the time, that was the biggest up-front sum that had been\noffered to any comic actor. The movie turned out to be a\ndisappointment, both critically and financially, but Carrey bounced\nback the next year with the energetic hit\nБрехун, брехун (1997). Worried that his\ncomic shtick would soon wear thin, Carrey decided to change course.In 1998, he traded in the megabucks and silly grins to star in\nPeter Weir\u0026#39;s\nШоу Трумена (1998) playing a\nnaive salesman who discovers that his entire life is the subject of a\nTV show, Carrey demonstrated an uncharacteristic sincerity that took\nmoviegoers by surprise. He won a Golden Globe for the performance, and\nfans anticipated an Oscar nomination as well--when it didn\u0026#39;t\nmaterialize, Carrey lashed out at Academy members for their\nnarrow-minded selection process. Perhaps inspired by the snub, Carrey\nthrew himself into his next role with abandon. After edging out a\nhandful of other hopefuls (including\nEdward Norton) to play eccentric\nfunnyman Andy Kaufman in\nЛюдина з Місяця (1999), Carrey\ndisappeared into the role, living as Kaufman -- and his blustery\nalter-ego Tony Clifton -- for months (Carrey even owned Kaufman\u0026#39;s bongo\ndrums, which he\u0026#39;d used during his audition for director\nMilos Forman). His sometimes uncanny\nimpersonation was rewarded with another Golden Globe, but once again\nthe Academy kept quiet.An indignant Carrey next reprised his bankable mania for the Farrelly\nbrothers in\nЯ, знову я та Ірен (2000),\nplaying a state trooper whose Jekyll and Hyde personalities both fall\nin love with the same woman\n(Renée Zellweger). Carrey\u0026#39;s real-life\npersona wound up falling for her too--a few months after the film\nwrapped, the pair announced they were officially a couple. By then,\nCarrey had already slipped into a furry green suit to play the stingy\nantihero of Ron Howard\u0026#39;s\nЯк Ґрінч викрав Різдво (2000).Although Carrey maintains a foothold in the comedy world with films\nsuch as Брюс Всемогутній (2003) and\nПінгвіни містера Поппера (2011),\nhe is also capable of turning in nuanced dramatic performances, as\ndemonstrated in films like\nВічне сяйво чистого розуму (2004)\nand the drama/comedy Завжди кажи ТАК (2008). In\n2013, he costars with Steve Carell in\nНеймовірний Берт Вандерстоун (2013).Carrey has one child with his first wife,\nMelissa Carrey, whom he divorced in 1995.\nHe married actress Lauren Holly in 1996,\nbut they split less than a year later.",
    "Roles": [
      "Actor",
      "Writer",
      "Producer"
    ]
  },
  {
    "Id": 4,
    "Name": "Robert Downey Jr",
    "Movie": "Залізна людина (2008)",
    "ImageUrl": "https://m.media-amazon.com/images/M/MV5BNzg1MTUyNDYxOF5BMl5BanBnXkFtZTgwNTQ4MTE2MjE@._V1_QL75_UX60_CR0,0,60,60_.jpg",
    "Info": "Robert Downey Jr. has evolved into one of the most respected actors in Hollywood. With an amazing list of credits to his name, he has managed to stay new and fresh even after over four decades in the business.Downey was born April 4, 1965 in Manhattan, New York, the son of writer, director and filmographer Robert Downey Sr. and actress Elsie Downey (née Elsie Ann Ford). Robert\u0026#39;s father is of half Lithuanian Jewish, one quarter Hungarian Jewish, and one quarter Irish, descent, while Robert\u0026#39;s mother was of English, Scottish, German, and Swiss-German ancestry. Robert and his sister, Allyson Downey, were immersed in film and the performing arts from a very young age, leading Downey Jr. to study at the Stagedoor Manor Performing Arts Training Center in upstate New York, before moving to California with his father following his parents\u0026#39; 1978 divorce. In 1982, he dropped out of Santa Monica High School to pursue acting full time. Downey Sr., himself a drug addict, exposed his son to drugs at a very early age, and Downey Jr. would go on to struggle with abuse for decades.Downey Jr. made his debut as an actor at the age of five in the film Pound (1970), written and directed by his father, Robert Downey Sr.. He built his film repertoire throughout the 1980s and 1990s with roles in Tuff Turf (1985), Чудернацька наука (1985), True Believer (1989), and Вундеркінди (2000) among many others. In 1992, Downey received an Academy Award nomination and won the BAFTA (British Academy Award) for Best Actor for his performance in the title role of Чаплін (1992).In Robert Altman\u0026#39;s Короткі історії (1993), he appeared as an aspiring film make-up artist whose best friend commits murder. In Oliver Stone\u0026#39;s Природжені вбивці (1994), with Woody Harrelson and Juliette Lewis, Downey starred as a tabloid TV journalist who exploits a murderous couple\u0026#39;s killing spree to boost his ratings. For the comedy Серце та душі (1993), Downey starred as a young man with a special relationship with four ghosts. In 1995, Downey starred in Реставрація (1995), with Hugh Grant, Meg Ryan and Ian McKellen, directed by Michael Hoffman. Also that year, he starred in Richard III (1995), in which he appears opposite his Реставрація (1995) co-star McKellen.In 1997, Downey was seen in Robert Altman\u0026#39;s Пряничний чоловік (1998), alongside Kenneth Branagh, Daryl Hannah and Embeth Davidtz; in One Night Stand (1997), directed by Mike Figgis and starring Wesley Snipes and Nastassja Kinski; and in Hugo Pool (1997), directed by his father, Robert Downey Sr. and starring Sean Penn and Patrick Dempsey. In September of 1999, Downey appeared in Чорне та біле (1999), written and directed by James Toback, along with Ben Stiller, Elijah Wood, Gaby Hoffmann, Brooke Shields and Claudia Schiffer. In January of 1999, he starred with Annette Bening and Aidan Quinn in Сновиди (1999), directed by Neil Jordan.In 2000, Downey co-starred with Michael Douglas and Tobey Maguire in Вундеркінди (2000), directed by Curtis Hanson. In this dramatic comedy, Downey played the role of a bisexual literary agent. In 2001, Downey made his prime-time television debut when he joined the cast of the Fox-TV series Еллі Макбіл (1997) as attorney \u0026quot;Larry Paul\u0026quot;. For this role, he won the Golden Globe Award for Best Performance by an Actor in a Supporting Role in a Series, Mini-Series or Motion Picture Made for Television, as well as the Screen Actors Guild Award for Outstanding Performance by a Male in a Comedy Series. In addition, Downey was nominated for an Emmy for Outstanding Supporting Actor in a Comedy Series.The actor\u0026#39;s drug-related problems escalated from 1996 to 2001, leading to arrests, rehab visits and incarcerations, and he was eventually fired from Еллі Макбіл (1997). Emerging clean and sober in 2003, Downey Jr. began to rebuild his career.He marked his debut into music with his debut album, titled \u0026quot;The Futurist\u0026quot;, on the Sony Classics Label on November 23rd, 2004. The album\u0026#39;s eight original songs, that Downey wrote, and his two musical numbers debuting as cover songs revealed his sultry singing voice and his musical talents. Downey displayed his versatility in two different films in October 2003: the musical/drama Співочий детектив (2003), a remake of the BBC hit of the same name, and the thriller Готика (2003) starring Halle Berry and Penélope Cruz. Downey starred in powerful yet humbling roles inspired by real-life accounts of some of history\u0026#39;s most precious kept secrets, including Richard Linklater\u0026#39;s Затьмарення (2006) in 2006 co-starring Keanu Reeves, Winona Ryder and Woody Harrelson, and Хутро: Уявний портрет Діани Арбус (2006) co-starring Nicole Kidman, a film inspired by the life of Diane Arbus, the revered photographer whose images captured attention in the early 1960s. These roles exhibited Downey\u0026#39;s momentum from the previous year of 2005, in which he starred in the Academy Award®-nominated feature film Добраніч, і нехай щастить. (2005), directed by George Clooney and in Shane Black\u0026#39;s action comedy Поцілунок навиліт (2005) co-starring Val Kilmer. In 2007, he co-starred in David Fincher\u0026#39;s suspenseful Зодіак (2007), alongside Jake Gyllenhaal and Mark Ruffalo, about the notorious serial killer who haunted San Francisco during the 1970s.In May 2008, Downey achieved critical acclaim and worldwide box office success for his starring role in Залізна людина (2008), Jon Favreau\u0026#39;s big-screen rendering of the Marvel comic book superhero. The film co-starred Gwyneth Paltrow, Jeff Bridges and Terrence Howard. In August of 2008, Downey starred with Ben Stiller and Jack Black in the comedy Грім у тропіках (2008), and went on to receive an Academy Award®-nomination for Best Supporting Actor for his, Kirk Lazarus.In December 2009, Downey starred in the action-adventure Шерлок Холмс (2009). The film, directed by Guy Ritchie, co-starred Jude Law and Rachel McAdams and earned Downey a Golden Globe for Best Performance by an Actor in a Motion Picture - Comedy or Musical in January of 2010. In early Summer 2010, Downey re-teamed with director Jon Favreau and reprised his role as \u0026quot;Tony Stark/Iron Man\u0026quot; in the hugely successful sequel to the original film, Залізна людина 2 (2010), starring Gwyneth Paltrow, Scarlett Johansson, Samuel L. Jackson and Mickey Rourke.Downey next starred in Встигнути до (2010), a comedy directed by Todd Phillips, in which he plays the role of an expectant father on a road trip racing to get back in time for the birth of his first child. Встигнути до (2010), starring Похмілля у Вегасі (2009)\u0026#39;s Zach Galifianakis, was released in November 2010.Downey was honored by Time Magazine\u0026#39;s \u0026quot;Time 100\u0026quot; in 2008, an annual list of the 100 most influential people in the world. His laurels include two Academy Award nominations, three Golden Globe wins, numerous other award nominations and wins, and tremendous popular and commercial success, particularly in his roles as Sherlock Holmes and Tony Stark (the latter of which he has so far played in Залізна людина (2008), Залізна людина 2 (2010), Месники (2012), Залізна людина 3 (2013), and Месники: Ера Альтрона (2015). For three consecutive years, from 2012 to 2015, Downey has topped the Forbes list of Hollywood\u0026#39;s highest-paid actors, making an estimated $80 million in earnings between June 2014 and June 2015.In 2005, Downey Jr. married Susan Downey, with whom he has two children. Downey also has another son, Indio Falconer Downey, born 1993, from his first marriage to Deborah Falconer, from whom he was officially divorced in 2004.Robert has jump-started the Team Downey Production Company with wife Susan Downey.",
    "Roles": [
      "Actor",
      "Producer",
      "Writer"
    ]
  },
  {
    "Id": 5,
    "Name": "Leonardo DiCaprio",
    "Movie": "Початок (2010)",
    "ImageUrl": "https://m.media-amazon.com/images/M/MV5BMjI0MTg3MzI0M15BMl5BanBnXkFtZTcwMzQyODU2Mw@@._V1_QL75_UX60_CR0,0,60,60_.jpg",
    "Info": "Few actors in the world have had a career quite as diverse as Leonardo DiCaprio\u0026#39;s. DiCaprio has gone from relatively humble beginnings, as a supporting cast member of the sitcom Growing Pains (1985) and low budget horror movies, such as Зубастики 3 (1991), to a major teenage heartthrob in the 1990s, as the hunky lead actor in movies such as Ромео \u002B Джульєтта (1996) and Титанік (1997), to then become a leading man in Hollywood blockbusters, made by internationally renowned directors such as Martin Scorsese and Christopher Nolan.Leonardo Wilhelm DiCaprio was born in Los Angeles, California, the only child of Irmelin DiCaprio (née Indenbirken) and former comic book artist George DiCaprio. His father is of Italian and German descent, and his mother, who is German-born, is of German, Ukrainian and Russian ancestry. His middle name, \u0026quot;Wilhelm\u0026quot;, was his maternal grandfather\u0026#39;s first name. Leonardo\u0026#39;s father had achieved minor status as an artist and distributor of cult comic book titles, and was even depicted in several issues of American Splendor, the cult semi-autobiographical comic book series by the late \u0026#39;Harvey Pekar\u0026#39;, a friend of George\u0026#39;s. Leonardo\u0026#39;s performance skills became obvious to his parents early on, and after signing him up with a talent agent who wanted Leonardo to perform under the stage name \u0026quot;Lenny Williams\u0026quot;, DiCaprio began appearing on a number of television commercials and educational programs.DiCaprio began attracting the attention of producers, who cast him in small roles in a number of television series, such as Roseanne (1988) and The New Lassie (1989), but it wasn\u0026#39;t until 1991 that DiCaprio made his film debut in Зубастики 3 (1991), a low-budget horror movie. While Зубастики 3 (1991) did little to help showcase DiCaprio\u0026#39;s acting abilities, it did help him develop his show-reel, and attract the attention of the people behind the hit sitcom Growing Pains (1985), in which Leonardo was cast in the \u0026quot;Cousin Oliver\u0026quot; role of a young homeless boy who moves in with the Seavers. While DiCaprio\u0026#39;s stint on Growing Pains (1985) was very short, as the sitcom was axed the year after he joined, it helped bring DiCaprio into the public\u0026#39;s attention and, after the sitcom ended, DiCaprio began auditioning for roles in which he would get the chance to prove his acting chops.Leonardo took up a diverse range of roles in the early 1990s, including a mentally challenged youth in Що гнітить Ґілберта Ґрейпа (1993), a young gunslinger in Швидкий та мертвий (1995) and a drug addict in one of his most challenging roles to date, Jim Carroll in Щоденник баскетболіста (1995), a role which the late River Phoenix originally expressed interest in. While these diverse roles helped establish Leonardo\u0026#39;s reputation as an actor, it wasn\u0026#39;t until his role as Romeo Montague in Baz Luhrmann\u0026#39;s Ромео \u002B Джульєтта (1996) that Leonardo became a household name, a true movie star. The following year, DiCaprio starred in another movie about doomed lovers, Титанік (1997), which went on to beat all box office records held before then, as, at the time, Титанік (1997) became the highest grossing movie of all time, and cemented DiCaprio\u0026#39;s reputation as a teen heartthrob. Following his work on Титанік (1997), DiCaprio kept a low profile for a number of years, with roles in Людина в залізній масці (1998) and the low-budget Пляж (2000) being some of his few notable roles during this period.In 2002, he burst back into screens throughout the world with leading roles in Впіймай мене, якщо зможеш (2002) and Банди Нью-Йорка (2002), his first of many collaborations with director Martin Scorsese. With a current salary of $20 million a movie, DiCaprio is now one of the biggest movie stars in the world. However, he has not limited his professional career to just acting in movies, as DiCaprio is a committed environmentalist, who is actively involved in many environmental causes, and his commitment to this issue led to his involvement in The 11th Hour, a documentary movie about the state of the natural environment. As someone who has gone from small roles in television commercials to one of the most respected actors in the world, DiCaprio has had one of the most diverse careers in cinema. DiCaprio continued to defy conventions about the types of roles he would accept, and with his career now seeing him leading all-star casts in action thrillers such as Відступники (2006), Острів проклятих (2010) and Christopher Nolan\u0026#39;s Початок (2010), DiCaprio continues to wow audiences by refusing to conform to any cliché about actors.In 2012, he played a mustache twirling villain in Джанго вільний (2012), and then tragic literary character Jay Gatsby in Великий Ґетсбі (2013) and Jordan Belfort in Вовк з Волл-стріт (2013).DiCaprio is passionate about environmental and humanitarian causes, having donated $1,000,000 to earthquake relief efforts in 2010, the same year he contributed $1,000,000 to the Wildlife Conservation Society.",
    "Roles": [
      "Producer",
      "Actor",
      "Writer"
    ]
  },
  {
    "Id": 6,
    "Name": "Tom Cruise",
    "Movie": "Найкращий стрілець (1986)",
    "ImageUrl": "https://m.media-amazon.com/images/M/MV5BMmU1YWU1NmMtMjAyMi00MjFiLWFmZmUtOTc1ZjI5ODkxYmQyXkEyXkFqcGc@._V1_QL75_UX60_CR0,0,60,60_.jpg",
    "Info": "In 1976, if you had told fourteen-year-old Franciscan seminary student Thomas Cruise Mapother IV that one day in the not too distant future he would be Tom Cruise, one of the top 100 movie stars of all time, he would have probably grinned and told you that his ambition was to join the priesthood. Nonetheless, this sensitive, deeply religious youngster who was born in 1962 in Syracuse, New York, was destined to become one of the highest paid and most sought after actors in screen history.Tom is the only son (among four children) of nomadic parents, Mary Lee (Pfeiffer), a special education teacher, and Thomas Cruise Mapother III, an electrical engineer. His parents were both from Louisville, Kentucky, and he has German, Irish, and English ancestry. Young Tom spent his boyhood always on the move, and by the time he was 14 he had attended 15 different schools in the U.S. and Canada. He finally settled in Glen Ridge, New Jersey with his mother and her new husband. While in high school, Tom wanted to become a priest but pretty soon he developed an interest in acting and abandoned his plans of becoming a priest, dropped out of school, and at age 18 headed for New York and a possible acting career. The next 15 years of his life are the stuff of legends. He made his film debut with a small part in Нескінченне кохання (1981) and from the outset exhibited an undeniable box office appeal to both male and female audiences.With handsome movie star looks and a charismatic smile, within 5 years Tom Cruise was starring in some of the top-grossing films of the 1980s including Найкращий стрілець (1986); Колір грошей (1986), Людина дощу (1988) and Народжений четвертого липня (1989). By the 1990s he was one of the highest-paid actors in the world earning an average 15 million dollars a picture in such blockbuster hits as Інтерв\u0026#39;ю з вампіром: Хроніка життя вампіра (1994), Місія неможлива (1996) and Джері Магуайер (1996), for which he received an Academy Award Nomination for best actor. Tom Cruise\u0026#39;s biggest franchise, Mission Impossible, has also earned a total of 3 billion dollars worldwide. Tom Cruise has also shown lots of interest in producing, with his biggest producer credits being the Mission Impossible franchise.In 1990 he renounced his devout Catholic beliefs and embraced The Church of Scientology claiming that Scientology teachings had cured him of the dyslexia that had plagued him all of his life. A kind and thoughtful man well known for his compassion and generosity, Tom Cruise is one of the best liked members of the movie community. He was married to actress Nicole Kidman until 2001. Thomas Cruise Mapother IV has indeed come a long way from the lonely wanderings of his youth to become one of the biggest movie stars ever.",
    "Roles": [
      "Actor",
      "Producer",
      "Director"
    ]
  },
  {
    "Id": 7,
    "Name": "Emma Watson",
    "Movie": "Переваги скромників (2012)",
    "ImageUrl": "https://m.media-amazon.com/images/M/MV5BMTQ3ODE2NTMxMV5BMl5BanBnXkFtZTgwOTIzOTQzMjE@._V1_QL75_UX60_CR0,0,60,60_.jpg",
    "Info": "Emma Charlotte Duerre Watson was born in Paris, France, to British parents, Jacqueline Luesby and Chris Watson, both lawyers. She moved to Oxfordshire when she was five, where she attended the Dragon School. The same year, she was diagnosed with ADHD and was put on Ritalin as she struggled to sit still. From the age of six, Emma knew that she wanted to be an actress and, for a number of years, she trained at the Oxford branch of Stagecoach Theatre Arts, a part-time theatre school where she studied singing, dancing and acting. By the age of ten, she had performed and taken the lead in various Stagecoach productions and school plays.In 1999, casting began for Harry Potter and the Sorcerers Stone (2001), the film adaptation of British author J.K. Rowling\u0026#39;s bestselling novel. Casting agents found Emma through her Oxford theatre teacher. After eight consistent auditions, producer David Heyman told Emma and fellow applicants, Daniel Radcliffe and Rupert Grint, that they had been cast for the roles of the three leads, Hermione Granger, Harry Potter and Ron Weasley. The release of Гаррі Поттер і філософський камінь (2001) was Emma\u0026#39;s cinematic screen debut. The film broke records for opening-day sales and opening-weekend takings and was the highest-grossing film of 2001. Critics praised the film and the performances of the three leading young actors. The highly distributed British newspaper, \u0026#39;The Daily Telegraph\u0026#39;, called her performance \u0026quot;admirable\u0026quot;. Later, Emma was nominated for five awards for her performance in the film, winning the Young Artist Award for Leading Young Actress in a Feature Film.After the release of the first film of the highly successful franchise, Emma became one of the most well-known actresses in the world. She continued to play the role of Hermione Granger for nearly ten years, in all of the following Harry Potter films: Harry Potter and the Sorcerer\u0026#39;s Stone (2001), Гаррі Поттер і таємна кімната (2002), Гаррі Поттер і в\u0026#39;язень Азкабану (2004), Гаррі Поттер і келих вогню (2005), Гаррі Поттер та Орден Фенікса (2007), Гаррі Поттер та напівкровний принц (2009), Гаррі Поттер і смертельні реліквії: Частина 1 (2010), and Гаррі Поттер і смертельні реліквії: Частина 2 (2011). Emma acquired two Critics\u0026#39; Choice Award nominations from the Broadcast Film Critics Association for her work in Harry Potter And The Prisoner Of Azkaban and Harry Potter And The Goblet Of Fire. The completion of the seventh and eight movies saw Emma receive nominations in 2011 for a Nickelodeon Kids\u0026#39; Choice Award, and for Best Actress at the Jameson Empire Awards. The Harry Potter franchise won the BAFTA for Outstanding British Contribution to Cinema in February 2011.2011 saw Emma in Simon Curtis\u0026#39;s 7 днів і ночей з Мерилін (2011), alongside a stellar cast of Oscar nominees including Michelle Williams as Marilyn Monroe and Kenneth Branagh as Sir Laurence Olivier, in addition to Eddie Redmayne, Dame Judi Dench, Dougray Scott, Zoe Wanamaker, Toby Jones and Dominic Cooper. Chronicling a week in Marilyn Monroe\u0026#39;s life, the film featured Emma in the supporting role of Lucy, a costume assistant to Colin Clark (Redmayne). The film was released by The Weinstein Company and was nominated for a Golden Globe for Best Motion Picture - Comedy or Musical. In 2012 Emma was seen in Stephen Chbosky\u0026#39;s adaptation of his coming-of-age novel Переваги скромників (2012), starring opposite Logan Lerman and Ezra Miller. This independent drama centered around Charlie (Lerman), an introverted freshman who is taken under the wings of two seniors (Watson and Miller) who welcome him to the real world. The film premiered at the 2012 Toronto International Film Festival and received rave reviews. The film won the People\u0026#39;s Choice Award for Favourite Dramatic Movie and Emma also picked up the People\u0026#39;s Choice Award for Favourite Dramatic Movie Actress. Emma was awarded a second time for this role with the Best Supporting Actress Award at the San Diego Film Critics Society Awards where the film also won the Best Ensemble Performance Award.In summer 2013, Emma starred in Sofia Coppola\u0026#39;s American satirical black comedy crime film, Елітне суспільство (2013), opposite Katie Chang and Israel Broussard. The film took inspiration from real events and followed a group of teenagers who, obsessed with fashion and fame, burgled the homes of celebrities in Los Angeles. The film opened the Un Certain Regard section of the 2013 Cannes Film Festival. Emma also appeared in a cameo role as herself in Seth Rogen\u0026#39;s apocalypse comedy This Is The End (2013). The film tells the story about what happens to some of Hollywood\u0026#39;s best loved celebrities when the apocalypse strikes during a party at James Franco\u0026#39;s house.In 2014, Emma was seen in Darren Aronofsky\u0026#39;s Ной (2014), opposite Russell Crowe, Jennifer Connelly, Ray Winstone, Douglas Booth, Logan Lerman, and Anthony Hopkins. The film told the epic, biblical tale of Noah and the ark. Emma plays the role of Ila, a young woman who develops a close relationship with Noah\u0026#39;s son, Shem (Booth). Noah made an outstanding $300m since its release in March. In 2015, Emma starred in Затемнення (2015), written and directed by Alejandro Amenábar and Occultum Luciferus. Also headlined by Oscar-nominated Ethan Hawke, and set in Minnesota in 1990, Regression tells the story of Detective Bruce Kenner (Hawke), who investigates the case of young Angela, played by Emma, who accuses her father of sexual abuse.In 2012, Emma was honored with the Calvin Klein Emerging Star Award at the ELLE Women in Hollywood Awards. In 2013, Emma was awarded the Trailblazer Award at the MTV Movie Awards in April and was honored with the GQ Woman of the Year Award at the GQ Awards in September. Further to her acting career, Emma is a Goodwill Ambassador for the UN, promoting gender equality and the empowerment of women. Emma graduated from Brown University in May 2014.In 2017, Emma starred in the live-action Disney fantasy Красуня і Чудовисько (2017), one of the biggest movies of all time in the U.S., and the dramatic thriller Сфера (2017).",
    "Roles": [
      "Actress",
      "Director",
      "Producer"
    ]
  },
  {
    "Id": 8,
    "Name": "Daniel Radcliffe",
    "Movie": "Гаррі Поттер та Орден Фенікса (2007)",
    "ImageUrl": "https://m.media-amazon.com/images/M/MV5BYzVmYjIxMzgtZWU2Ny00MjAyLTk5ZWUtZDEyMTliYjczMmIxXkEyXkFqcGc@._V1_QL75_UX60_CR0,0,60,60_.jpg",
    "Info": "Daniel Jacob Radcliffe was born on July 23, 1989 in Fulham, London, England, to casting agent Marcia Gresham (née Jacobson) and literary agent Alan Radcliffe. His father is from a\nNorthern Irish Protestant background, while his mother was born in\nSouth Africa, to a Jewish family (from Lithuania, Poland, Russia, and\nGermany). Daniel began performing in small school productions as a\nyoung boy. Soon enough, he landed a role in\nDavid Copperfield (1999),\nas the young David Copperfield. A couple of years later, he landed a\nrole as Mark Pendel in\nКравець з Панами (2001),\nthe son of Harry and Louisa Pendel\n(Geoffrey Rush and\nJamie Lee Curtis). Curtis had\nindeed pointed out to Daniel\u0026#39;s mother that he could be Harry Potter\nhimself. Soon afterwards, Daniel was cast as Harry Potter by director,\nChris Columbus in the film that hit\ntheaters in November 16, 2001,\nГаррі Поттер і філософський камінь (2001).\nHe was recognized worldwide after this film was released. Pleasing\naudiences and critics everywhere, filming on its sequel,\nГаррі Поттер і таємна кімната (2002),\ncommenced shortly afterwards. He appeared again as Harry in\nГаррі Поттер і в\u0026#39;язень Азкабану (2004)\ndirected by Alfonso Cuarón, and then\nappeared in\nГаррі Поттер і келих вогню (2005)\ndirected by Mike Newell. Shortly\nafterwards, he finished filming\nГрудневі хлопці (2007) in Adelaide,\nAustralia, Kangaroo Island, and Geelong, Australia which began on the\n14 November 2005 and ended sometime in December. On January 27,\n2006, he attended the South Bank Awards Show to present the award for\n\u0026quot;Breakthrough Artist of the Year\u0026quot; to\nBillie Piper. Daniel reprised his famous\ncharacter once again for the next installment of the Harry Potter\nseries,\nГаррі Поттер та Орден Фенікса (2007).\nIn February 2007, he took on his first stage role in the West End play\nEquus, to worldwide praise from fans and critics alike. Also that year,\nhe starred in the television movie\nMy Boy Jack (2007), which\naired on 11 November 2007 in the UK.After voicing a character in an episode of the animated television series The Simpsons in late 2010, Radcliffe debuted as J. Pierrepont Finch in the 2011 Broadway revival How to Succeed in Business Without Really Trying, a role previously held by Broadway veterans Robert Morse and Matthew Broderick. Other cast members included John Larroquette, Rose Hemingway and Mary Faber. Both the actor and production received good reviews, with USA Today commenting: \u0026quot;Radcliffe ultimately succeeds not by overshadowing his fellow cast members, but by working in conscientious harmony with them - and having a blast in the process.\u0026quot; Radcliffe\u0026#39;s performance in the show earned him Drama Desk Award, Drama League Award and Outer Critics Circle Award nominations. The production itself later received nine Tony Award nominations. Radcliffe left the show on 1 January 2012. His first post-Harry Potter project was the 2012 horror film The Woman in Black, adapted from the 1983 novel by Susan Hill. The film was released on 3 February 2012 in the United States and Canada, and was released on 10 February in the UK. Radcliffe portrays a man sent to deal with the legal matters of a mysterious woman who has just died, and soon after he begins to experience strange events from the ghost of a woman dressed in black. He has said he was \u0026quot;incredibly excited\u0026quot; to be part of the film and described the script as \u0026quot;beautifully written\u0026quot;.In 2013, he portrayed American poet Allen Ginsberg in the thriller drama Убий своїх коханих (2013), directed by John Krokidas. He also starred in an Irish-Canadian romantic comedy film The F Word directed by Michael Dowseand written by Elan Mastai, based on TJ Dawe and Michael Rinaldi\u0026#39;s play Toothpaste and Cigars and then he starred in an American dark fantasy horror film directed by Alexandre Aja Horns. Both of the films premiered at the 38th Toronto International Film Festival. Radcliffe also performed at the Noël Coward Theatre in the stage play revival of Martin McDonagh\u0026#39;s dark comedy The Cripple of Inishmaan as the lead, Billy Claven, for which he won the WhatsOnStage Award for Best Actor in a Play. In 2015, Radcliffe starred as Igor in a science fiction horror film Віктор Франкенштейн (2015), directed by Paul McGuigan and written by Max Landis, which was based on contemporary adaptations of Mary Shelley\u0026#39;s 1818 novel Frankenstein. In 2016, he appeared as a wealthy villain in the mystery/action film Ілюзія обману 2 (2016), and as an oftentimes mobile corpse in the indie fantasy Людина - швейцарський ніж (2016).Now being one of the world\u0026#39;s most recognizable people, Daniel leads a\nsomewhat normal life. He has made friends working on the Harry Potter\nfilms, which include his co-stars\nRupert Grint and\nEmma Watson.",
    "Roles": [
      "Actor",
      "Producer",
      "Soundtrack"
    ]
  },
  {
    "Id": 9,
    "Name": "Chris Evans",
    "Movie": "Месники (2012)",
    "ImageUrl": "https://m.media-amazon.com/images/M/MV5BNzQ0YWM1ODEtZDFkYy00MGJhLTkwZDUtMzVkZjljODU3ZTRmXkEyXkFqcGc@._V1_QL75_UX60_CR0,0,60,60_.jpg",
    "Info": "Christopher Robert Evans is an American actor, film producer, and director. Evans began his acting career in typical fashion: performing in school productions and community theatre.He was born in Boston, Massachusetts, the son of Lisa (Capuano), who worked at the Concord Youth Theatre, and G. Robert Evans III, a dentist. His uncle is former U.S. Representative Mike Capuano. Chris\u0026#39;s father is of half German and half Welsh/English/Scottish ancestry, while Chris\u0026#39;s mother is of half Italian and half Irish descent. He has an older sister, Carly Evans, and two younger siblings, a brother named Scott Evans, who is also an actor, and a sister named Shana Evans. The family moved to suburban Sudbury when he was 11 years-old. Bitten by the acting bug in the first grade because his older sister, Carly, started performing, Evans followed suit and began appearing in school plays. While at Lincoln-Sudbury Regional High School, his drama teacher cited his performance as \u0026quot;Leontes\u0026quot; in \u0026quot;The Winter\u0026#39;s Tale\u0026quot; as exemplary of his skill. After more plays and regional theatre, he moved to New York and attended the Lee Strasberg Theatre Institute.On the advice of friends, he landed an internship at a casting office and befriended a couple of the agents he regularly communicated with - one of whom later took him on as a client. The screen - not the stage - then became his focus; Evans soon began auditioning for feature films and television series. Evans made one of his first appearances on The Fugitive (2000) (CBS, 2000-2001), a remake of the 1960s series and feature film starring Harrison Ford. In the episode \u0026quot;Guilt\u0026quot;, Evans played the son of a small-town sheriff who tries to exact revenge after Dr. Richard Kimble - incognito as a liquor store owner - refuses to sell him and his friends alcohol. After small roles in Вбивства у Черрі-Фолс (1999) and The Newcomers (2000) - two unknown low-budget features - Evans appeared in Бостонська школа (2000) (Fox, 2000-2004) as a murder suspect. He then appeared in his first major feature, Недитяче кіно (2001), a spoof on teen comedies wherein he played a jock who makes a bet that he can turn an unpopular and unkempt girl (Chyler Leigh) into prom queen.After filming a couple of television pilots he was confident would be successful - Молодята (2003) and Eastwick (2002) - he appeared in another listless teen comedy, Вищий бал (2004), playing an average, ho-hum student who takes part in a plot to steal the SAT test. Hijinks naturally ensue. Then, Evans broke through to the Big Time, grabbing the lead in the kidnapping thriller, Стільниковий (2004), a suspenseful B movie with a cheesy gimmick - a random wrong number on his cell phone forces him into a high-stakes race to save an unknown woman\u0026#39;s life. Despite an unassuming performance from Evans and Kim Basinger as the damsel in distress, Стільниковий (2004) failed to break any box office records or please a wide majority of critics. Evans then prepared himself for super stardom when he signed on to play Johnny Storm in Фантастична четвірка (2005), 20th Century Fox\u0026#39;s long-awaited adaptation of the Marvel comic. Although the film was wildly uneven and disappointing, Evans nearly stole the show with his energetic, unfettered performance. In that year itself, Chris was noticed by critics and made it into magazine and Internet countdowns, scoring himself a third position of the hot body countdown from Gay.com and #18 on E! Television\u0026#39;s 2006 101 Sexiest Celebrity Bodies.The year 2007 also proved to be one successful year for Chris, as he had two movies released around the world that same year, starting with the second installment of the Marvel franchise Fantastic Four. Chris received positive reviews for his performance. Щоденники няні (2007), where Evans played Harvard Hottie, showed his sensitive. The year 2008 saw Chris Evans\u0026#39; part of the movie Королі вулиць (2008), playing the character Detective Paul Diskant. The movie is about police officers trying to cover up their wrongdoings and audiences got to see a serious side of Chris. In the same year, Chris also worked on the movie Пропажа алмазу «Сльоза» (2008).",
    "Roles": [
      "Actor",
      "Producer",
      "Director"
    ]
  },
  {
    "Id": 10,
    "Name": "Brad Pitt",
    "Movie": "Бійцівський клуб (1999)",
    "ImageUrl": "https://m.media-amazon.com/images/M/MV5BMjA1MjE2MTQ2MV5BMl5BanBnXkFtZTcwMjE5MDY0Nw@@._V1_QL75_UX60_CR0,0,60,60_.jpg",
    "Info": "William Bradley \u0026quot;Brad\u0026quot; Pitt was born on December 18, 1963 in Shawnee, Oklahoma and raised in Springfield, Missouri to Jane Etta Pitt (née Hillhouse), a school counselor \u0026amp; William Alvin \u0026quot;Bill\u0026quot; Pitt, a truck company manager. At Kickapoo High School, Pitt was involved in sports, debating, student government and school musicals. Pitt attended the University of Missouri, where he majored in journalism with a focus on advertising. He occasionally acted in fraternity shows. He left college two credits short of graduating to move to California. Before he became successful at acting, Pitt supported himself by driving strippers in limos, moving refrigerators and dressing as a giant chicken while working for El Pollo Loco.Pitt\u0026#39;s earliest credited roles were in television, starting on the daytime soap opera Another World (1964) before appearing in the recurring role of Randy on the legendary prime time soap opera Dallas (1978). Following a string of guest appearances on various television series through the 1980s, Pitt gained widespread attention with a small part in Тельма і Луїза (1991), in which he played a sexy criminal who romanced and conned Geena Davis. This led to starring roles in badly received films such as Johnny Suede (1991) \u0026amp; Крутий світ (1992).But Pitt\u0026#39;s career hit an upswing with his casting in Там, де тече ріка (1992), which cemented his status as an multi-layered actor as opposed to just a pretty face. Pitt\u0026#39;s subsequent projects were as quirky and varied in tone as his performances, ranging from his unforgettably comic cameo as stoner roommate Floyd in Справжнє кохання (1993) to romantic roles in such visually lavish films as Інтерв\u0026#39;ю з вампіром: Хроніка життя вампіра (1994) and Легенди осені (1994), to an emotionally tortured detective in the horror-thriller Сім (1995). His portrayal of frenetic oddball Jeffrey Goines in Дванадцять мавп (1995) won him a Globe for Best Performance by an Actor in a Supporting Role.Pitt\u0026#39;s portrayal of Achilles in the big-budget period drama Троя (2004) helped establish his appeal as an action star and was closely followed by a co-starring role in the stylish spy-versus-spy flick Містер і місіс Сміт (2005). It was on the set of Mr. \u0026amp; Mrs. Smith that Pitt, who married Jennifer Aniston in a highly publicized ceremony in 2000, met Angelina Jolie. Pitt left Aniston for Jolie in 2005, a break-up that continues to fuel tabloid stories years after its occurrence.He continues to wildly vary his film choices, appearing in everything from high-concept popcorn flicks such as Мегамозок (2010) to adventurous critic-bait like Безславні виродки (2009) and Дерево життя (2011). He has received two Best Actor Oscar nominations, for Загадкова справа Бенджаміна Баттона (2008) and Людина, яка змінила все (2011). In 2014, he starred in the war film Лють (2014), opposite Shia LaBeouf, Logan Lerman, Jon Bernthal, and Michael Peña.Pitt and Jolie have 6 children, 3 adopted \u0026amp; 3 biological.",
    "Roles": [
      "Producer",
      "Actor",
      "Executive"
    ]
  },
  {
    "Id": 11,
    "Name": "Charles Chaplin",
    "Movie": "Великий диктатор (1940)",
    "ImageUrl": "https://m.media-amazon.com/images/M/MV5BNDcwMDc0ODAzOF5BMl5BanBnXkFtZTgwNTY2OTI1MDE@._V1_QL75_UX60_CR0,0,60,60_.jpg",
    "Info": "Considered to be one of the most pivotal stars of the early days of Hollywood, Charlie Chaplin lived an interesting life both in his films and behind the camera. He is most recognized as an icon of the silent film era, often associated with his popular character, the Little Tramp; the man with the toothbrush mustache, bowler hat, bamboo cane, and a funny walk.Charles Spencer Chaplin was born in Walworth, London, England on April 16, 1889, to Hannah Harriet Pedlingham (Hill) and Charles Chaplin, both music hall performers, who were married on June 22, 1885. After Charles Sr. separated from Hannah to perform in New York City, Hannah then tried to resurrect her stage career. Unfortunately, her singing voice had a tendency to break at unexpected moments. When this happened, the stage manager spotted young Charlie standing in the wings and led him on stage, where five-year-old Charlie began to sing a popular tune. Charlie and his half-brother, Syd Chaplin spent their lives in and out of charity homes and workhouses between their mother\u0026#39;s bouts of insanity. Hannah was committed to Cane Hill Asylum in May 1903 and lived there until 1921, when Chaplin moved her to California.Chaplin began his official acting career at the age of eight, touring with the Eight Lancashire Lads. At age 18, he began touring with Fred Karno\u0026#39;s vaudeville troupe, joining them on the troupe\u0026#39;s 1910 United States tour. He traveled west to California in December 1913 and signed on with Keystone Studios\u0026#39; popular comedy director Mack Sennett, who had seen Chaplin perform on stage in New York. Charlie soon wrote his brother Syd, asking him to become his manager. While at Keystone, Chaplin appeared in and directed 35 films, starring as the Little Tramp in nearly all.In November 1914, he left Keystone and signed on at Essanay, where he made 15 films. In 1916, he signed on at Mutual and made 12 films. In June 1917, Chaplin signed up with First National Studios, after which he built Chaplin Studios. In 1919, he and Douglas Fairbanks, Mary Pickford and D.W. Griffith formed United Artists (UA).Chaplin\u0026#39;s life and career was full of scandal and controversy. His first big scandal was during World War I, at which time his loyalty to England, his home country, was questioned. He had never applied for American citizenship, but claimed that he was a \u0026quot;paying visitor\u0026quot; to the United States. Many British citizens called Chaplin a coward and a slacker. This and other career eccentricities sparked suspicion with FBI chief J. Edgar Hoover and the House Un-American Activities Committee (HUAC), who believed that he was injecting Communist propaganda into his films. Chaplin\u0026#39;s later film Великий диктатор (1940), which was his first \u0026quot;talkie\u0026quot;, also created a stir. In the film, Chaplin plays a humorous caricature of Adolf Hitler. Some thought the film was poorly done and in bad taste. However, the film grossed over $5 million and earned five Academy Award Nominations.Another scandal occurred when Chaplin briefly dated 22 year-old Joan Barry. However, Chaplin\u0026#39;s relationship with Barry came to an end in 1942, after a series of harassing actions from her. In May 1943, Barry returned to inform Chaplin that she was pregnant and filed a paternity suit, claiming that the unborn child was his. During the 1944 trial, blood tests proved that Chaplin was not the father, but at the time, blood tests were inadmissible evidence, and he was ordered to pay $75 a week until the child turned 21.Chaplin also was scrutinized for his support in aiding the Russian struggle against the invading Nazis during World War II, and the United States government questioned his moral and political views, suspecting him of having Communist ties. For this reason, HUAC subpoenaed him in 1947. However, HUAC finally decided that it was no longer necessary for him to appear for testimony. Conversely, when Chaplin and his family traveled to London for the premier of Вогні рампи (1952), he was denied re-entry to the United States. In reality, the government had almost no evidence to prove that he was a threat to national security. Instead, he and his wife decided to settle in Switzerland.Chaplin was married four times and had a total of 11 children. In 1918, he married Mildred Harris and they had a son together, Norman Spencer Chaplin, who lived only three days. Chaplin and Harris divorced in 1920. He married Lita Grey in 1924, who had two sons, Charles Chaplin Jr. and Sydney Chaplin. They were divorced in 1927. In 1936, Chaplin married Paulette Goddard, and his final marriage was to Oona O\u0026#39;Neill (Oona Chaplin), daughter of playwright Eugene O\u0026#39;Neill in 1943. Oona gave birth to eight children: Geraldine Chaplin, Michael Chaplin, Josephine Chaplin, Victoria Chaplin, Eugene Chaplin, Jane Chaplin, Annette-Emilie Chaplin, and Christopher Chaplin.In contrast to many of his boisterous characters, Chaplin was a quiet man who kept to himself a great deal. He also had an \u0026quot;un-millionaire\u0026quot; way of living. Even after he had accumulated millions, he continued to live in shabby accommodations. In 1921, Chaplin was decorated by the French government for his outstanding work as a filmmaker and was elevated to the rank of Officer of the Legion of Honor in 1952. In 1972, he was honored with an Academy Award for his \u0026quot;incalculable effect in making motion pictures the art form of the century\u0026quot;. He was appointed Knight Commander of the Order of the British Empire in the 1975 New Year\u0026#39;s Honours List. No formal reason for the honour was listed. The citation simply reads \u0026quot;Charles Spencer Chaplin, Film Actor and Producer\u0026quot;.Chaplin\u0026#39;s other works included musical scores that he composed for many of his films. He also authored two autobiographical books, \u0026quot;My Autobiography\u0026quot; (1964) and its companion volume, \u0026quot;My Life in Pictures\u0026quot; (1974).Chaplin died at age 88 of natural causes on December 25, 1977 at his home in Vevey, Switzerland. His funeral was a small and private Anglican ceremony according to his wishes. In 1978, Chaplin\u0026#39;s corpse was stolen from its grave and was not recovered for three months; he was re-buried in a vault surrounded by cement.Six of Chaplin\u0026#39;s films have been selected for preservation in the National Film Registry by the United States Library of Congress: The Immigrant (1917), Малюк (1921), Золота лихоманка (1925), Вогні великого міста (1931), Нові часи (1936), and Великий диктатор (1940).Charlie Chaplin is considered one of the greatest filmmakers in the history of American cinema, whose movies were and still are popular throughout the world and have even gained notoriety as time progresses. His films show, through the Little Tramp\u0026#39;s positive outlook on life in a world full of chaos, that the human spirit has and always will remain the same.",
    "Roles": [
      "Writer",
      "Actor",
      "Director"
    ]
  },
  {
    "Id": 12,
    "Name": "Morgan Freeman",
    "Movie": "Сім (1995)",
    "ImageUrl": "https://m.media-amazon.com/images/M/MV5BMTc0MDMyMzI2OF5BMl5BanBnXkFtZTcwMzM2OTk1MQ@@._V1_QL75_UX60_CR0,0,60,60_.jpg",
    "Info": "With an authoritative voice and calm demeanor, this ever popular\nAmerican actor has grown into one of the most respected figures in\nmodern US cinema. Morgan was born on June 1, 1937 in Memphis, Tennessee,\nto Mayme Edna (Revere), a teacher, and Morgan Porterfield Freeman, a\nbarber. The young Freeman attended Los Angeles City College before\nserving several years in the US Air Force as a mechanic between 1955\nand 1959. His first dramatic arts exposure was on the stage including\nappearing in an all-African American production of the exuberant\nmusical Hello, Dolly!.Throughout the 1970s, he continued his work on stage, winning Drama\nDesk and Clarence Derwent Awards and receiving a Tony Award nomination\nfor his performance in The Mighty Gents in 1978. In 1980, he won two\nObie Awards, for his portrayal of Shakespearean anti-hero Coriolanus at\nthe New York Shakespeare Festival and for his work in Mother Courage\nand Her Children. Freeman won another Obie in 1984 for his performance\nas The Messenger in the acclaimed Brooklyn Academy of Music production\nof Lee Breuer\u0026#39;s The Gospel at Colonus and, in\n1985, won the Drama-Logue Award for the same role. In 1987, Freeman\ncreated the role of Hoke Coleburn in\nAlfred Uhry\u0026#39;s Pulitzer Prize-winning play\nDriving Miss Daisy, which brought him his fourth Obie Award. In 1990,\nFreeman starred as Petruchio in the New York Shakespeare Festival\u0026#39;s The\nTaming of the Shrew, opposite\nTracey Ullman. Returning to the Broadway\nstage in 2008, Freeman starred with\nFrances McDormand and\nPeter Gallagher in\nClifford Odets\u0026#39; drama The Country Girl,\ndirected by Mike Nichols.Freeman first appeared on TV screens as several characters including\n\u0026quot;Easy Reader\u0026quot;, \u0026quot;Mel Mounds\u0026quot; and \u0026quot;Count Dracula\u0026quot; on the Children\u0026#39;s\nTelevision Workshop (now Sesame Workshop) show\nThe Electric Company (1971).\nHe then moved into feature film with another children\u0026#39;s adventure,\nWho Says I Can\u0026#39;t Ride a Rainbow! (1971).\nNext, there was a small role in the thriller\nBlade (1973); then he played Casca in\nJulius Caesar (1979) and\nthe title role in\nCoriolanus (1979). Regular\nwork was coming in for the talented Freeman and he appeared in the\nprison dramas Attica (1980) and\nБрубейкер (1980),\nEyewitness (1981), and portrayed the\nfinal 24 hours of slain Malcolm X in\nDeath of a Prophet (1981).\nFor most of the 1980s, Freeman continued to contribute decent enough\nperformances in films that fluctuated in their quality. However, he\nreally stood out, scoring an Oscar nomination as a merciless hoodlum in\nStreet Smart (1987) and, then, he\ndazzled audiences and pulled a second Oscar nomination in the film\nversion of\nВодій міс Дейзі (1989)\nopposite Jessica Tandy. The same year,\nFreeman teamed up with youthful\nMatthew Broderick and fiery\nDenzel Washington in the epic Civil\nWar drama Слава (1989) about freed slaves\nbeing recruited to form the first all-African American fighting\nbrigade.His star continued to rise, and the 1990s kicked off strongly with\nroles in\nВогнище марнославства (1990),\nРобін Гуд: принц злодіїв (1991),\nand The Power of One (1992).\nFreeman\u0026#39;s next role was as gunman Ned Logan, wooed out of retirement by\nfriend William Munny to avenge several prostitutes in the wild west\ntown of Big Whiskey in\nClint Eastwood\u0026#39;s de-mythologized\nwestern Непрощенний (1992). The film\nwas a sh and scored an acting Oscar for\nGene Hackman, a directing Oscar for\nEastwood, and the Oscar for best picture. In 1993, Freeman made his\ndirectorial debut on Bopha! (1993) and\nsoon after formed his production company, Revelations Entertainment.More strong scripts came in, and Freeman was back behind bars depicting\na knowledgeable inmate (and obtaining his third Oscar nomination),\nbefriending falsely accused banker\nTim Robbins in\nВтеча з Шоушенка (1994).\nHe was then back out hunting a religious serial killer in\nСім (1995), starred alongside\nKeanu Reeves in\nЛанцюгова реакція (1996), and was\npursuing another serial murderer in\nЦілуючи дівчат (1997).Further praise followed for his role in the slave tale of\nАмістад (1997), he was a worried US\nPresident facing Armageddon from above in\nDeep Impact (1998), appeared in\nNeil LaBute\u0026#39;s black comedy\nСестричка Бетті (2000), and reprised his\nrole as Alex Cross in\nІ прийшов павук (2001).\nNow highly popular, he was much in demand with cinema audiences, and he\nco-starred in the terrorist drama\nЦіна страху (2002),\nwas a military officer in the\nStephen King-inspired\nЛовець снів (2003), gave divine\nguidance as God to Jim Carrey in\nБрюс Всемогутній (2003), and played\na minor role in the comedy\nВелика крадіжка (2004).2005 was a huge year for Freeman. First, he he teamed up with good\nfriend Clint Eastwood to appear\nin the drama,\nКрихітка на мільйон доларів (2004).\nFreeman\u0026#39;s on-screen performance is simply world-class as ex-prize\nfighter Eddie \u0026quot;Scrap Iron\u0026quot; Dupris, who works in a run-down boxing gym\nalongside grizzled trainer Frankie Dunn, as the two work together to\nhone the skills of never-say-die female boxer\nHilary Swank. Freeman received his fourth\nOscar nomination and, finally, impressed the Academy\u0026#39;s judges enough to\nwin the Best Supporting Actor Oscar for his performance. He also\nnarrated Steven Spielberg\u0026#39;s\nВійна світів (2005) and\nappeared in Бетмен: Початок (2005) as\nLucius Fox, a valuable ally of\nChristian Bale\u0026#39;s Bruce Wayne/Batman for\ndirector Christopher Nolan.\nFreeman would reprise his role in the two sequels of the\nrecord-breaking, genre-redefining trilogy.Roles in tentpoles and indies followed; highlights include his role as\na crime boss in\nЩасливе число Слевіна (2006), a\nsecond go-round as God in\nЕван Всемогутній (2007) with\nSteve Carell taking over for\nJim Carrey, and a supporting role in\nBen Affleck\u0026#39;s directorial debut,\nБувай, дитинко, бувай (2007). He\nco-starred with Jack Nicholson in\nthe breakout hit\nСписок останніх бажань (2007) in 2007,\nand followed that up with another box-office success,\nОсобливо небезпечний (2008), then segued into the second\nBatman film,\nТемний лицар (2008).In 2009, he reunited with Eastwood to star in the director\u0026#39;s true-life\ndrama Непідкорений (2009), on which Freeman\nalso served as an executive producer. For his portrayal of\nNelson Mandela in the film, Freeman\ngarnered Oscar, Golden Globe and Critics\u0026#39; Choice Award nominations, and\nwon the National Board of Review Award for Best Actor.Recently, Freeman appeared in РЕД (2010), a\nsurprise box-office hit; he narrated the\nКонан-варвар (2011)\nremake, starred in Rob Reiner\u0026#39;s\nТретій акт (2012);\nand capped the Batman trilogy with\nТемний лицар повертається (2012).\nFreeman has several films upcoming, including the thriller\nІлюзія обману (2013), under\nthe direction of Louis Leterrier, and\nthe science fiction actioner\nСвіт забуття (2013), in which he stars\nwith Tom Cruise.",
    "Roles": [
      "Actor",
      "Producer",
      "Director"
    ]
  },
  {
    "Id": 13,
    "Name": "Tom Hanks",
    "Movie": "Вигнанець (2000)",
    "ImageUrl": "https://m.media-amazon.com/images/M/MV5BMTQ2MjMwNDA3Nl5BMl5BanBnXkFtZTcwMTA2NDY3NQ@@._V1_QL75_UX60_CR0,0,60,60_.jpg",
    "Info": "Thomas Jeffrey Hanks was born in Concord, California, to Janet Marylyn (Frager), a hospital worker, and Amos Mefford Hanks, an itinerant cook. His mother\u0026#39;s family, originally surnamed \u0026quot;Fraga\u0026quot;, was entirely Portuguese, while his father was of mostly English ancestry. Tom grew up in what he has called a \u0026quot;fractured\u0026quot; family. He moved around a great deal after his parents\u0026#39; divorce, living with a succession of step-families. No problems, no alcoholism - just a confused childhood. He has no acting experience in college and credits the fact that he could not get cast in a college play with actually starting his career. He went downtown, and auditioned for a community theater play, was invited by the director of that play to go to Cleveland, and there his acting career started.Ron Howard was working on Сплеск (1984), a fantasy-comedy about a mermaid who falls in love with a business executive. Howard considered Hanks for the role of the main character\u0026#39;s wisecracking brother, which eventually went to John Candy. Instead, Hanks landed the lead role and the film went on to become a surprise box office success, grossing more than $69 million. After several flops and a moderate success with the comedy Тенета зла (1987), Hanks\u0026#39; stature in the film industry rose. The broad success with the fantasy-comedy Великий (1988) established him as a major Hollywood talent, both as a box office draw and within the film industry as an actor. For his performance in the film, Hanks earned his first Academy Award nomination as Best Actor.Hanks climbed back to the top again with his portrayal of a washed-up baseball legend turned manager in Їхня власна ліга (1992). Hanks has stated that his acting in earlier roles was not great, but that he subsequently improved. In an interview with Vanity Fair, Hanks noted his \u0026quot;modern era of movie making ... because enough self-discovery has gone on ... My work has become less pretentiously fake and over the top\u0026quot;. This \u0026quot;modern era\u0026quot; began for Hanks, first with Безсоння в Сіетлі (1993) and then with Філадельфія (1993). The former was a blockbuster success about a widower who finds true love over the radio airwaves. Richard Schickel of Time magazine called his performance \u0026quot;charming\u0026quot;, and most critics agreed that Hanks\u0026#39; portrayal ensured him a place among the premier romantic-comedy stars of his generation.In Philadelphia, he played a gay lawyer with AIDS who sues his firm for discrimination. Hanks lost 35 pounds and thinned his hair in order to appear sickly for the role. In a review for People, Leah Rozen stated, \u0026quot;Above all, credit for Philadelphia\u0026#39;s success belongs to Hanks, who makes sure that he plays a character, not a saint. He is flat-out terrific, giving a deeply felt, carefully nuanced performance that deserves an Oscar.\u0026quot; Hanks won the 1993 Academy Award for Best Actor for his role in Philadelphia. During his acceptance speech, he revealed that his high school drama teacher Rawley Farnsworth and former classmate John Gilkerson, two people with whom he was close, were gay.Hanks followed Philadelphia with the blockbuster Форрест Ґамп (1994) which grossed a worldwide total of over $600 million at the box office. Hanks remarked: \u0026quot;When I read the script for Gump, I saw it as one of those kind of grand, hopeful movies that the audience can go to and feel ... some hope for their lot and their position in life ... I got that from the movies a hundred million times when I was a kid. I still do.\u0026quot; Hanks won his second Best Actor Academy Award for his role in Forrest Gump, becoming only the second actor to have accomplished the feat of winning consecutive Best Actor Oscars.Hanks\u0026#39; next role - astronaut and commander Jim Lovell, in the docudrama Аполлон 13 (1995) - reunited him with Ron Howard. Critics generally applauded the film and the performances of the entire cast, which included actors Kevin Bacon, Bill Paxton, Gary Sinise, Ed Harris, and Kathleen Quinlan. The movie also earned nine Academy Award nominations, winning two. Later that year, Hanks starred in Disney/Pixar\u0026#39;s computer-animated film Історія іграшок (1995), as the voice of Sheriff Woody. A year later, he made his directing debut with the musical comedy Те, що ти робиш (1996) about the rise and fall of a 1960s pop group, also playing the role of a music producer.As of 2022, Hanks is 66-years-old. He has never retired from acting, and has remained active in the film industry for more than four decades.",
    "Roles": [
      "Producer",
      "Actor",
      "Writer"
    ]
  },
  {
    "Id": 14,
    "Name": "Hugh Jackman",
    "Movie": "Знедолені (2012)",
    "ImageUrl": "https://m.media-amazon.com/images/M/MV5BNDExMzIzNjk3Nl5BMl5BanBnXkFtZTcwOTE4NDU5OA@@._V1_QL75_UX60_CR0,0,60,60_.jpg",
    "Info": "Hugh Michael Jackman is an Australian actor, singer, multi-instrumentalist, dancer and producer. Jackman has won international recognition for his roles in major films, notably as superhero, period, and romance characters. He is best known for his long-running role as Wolverine in the X-Men film series, as well as for his lead roles in the romantic-comedy fantasy Kate \u0026amp; Leopold (2001), the action-horror film Van Helsing (2004), the drama The Prestige and The Fountain (2006), the epic historical romantic drama Australia (2008), the film version of Les Misérables (2012), and the thriller Prisoners (2013). His work in Les Misérables earned him his first Academy Award nomination for Best Actor and his first Golden Globe Award for Best Actor - Motion Picture Musical or Comedy in 2013. In Broadway theatre, Jackman won a Tony Award for his role in The Boy from Oz. A four-time host of the Tony Awards themselves, he won an Emmy Award for one of these appearances. Jackman also hosted the 81st Academy Awards on 22 February 2009.Jackman was born in Sydney, New South Wales, to Grace McNeil (Greenwood) and Christopher John Jackman, an accountant. He is the youngest of five children. His parents, both English, moved to Australia shortly before his birth. He also has Greek (from a great-grandfather) and Scottish (from a grandmother) ancestry.Jackman has a communications degree with a journalism major from the University of Technology Sydney. After graduating, he pursued drama at the Western Australian Academy of Performing Arts, immediately after which he was offered a starring role in the ABC-TV prison drama Correlli (1995), opposite his future wife Deborra-Lee Furness. Several TV guest roles followed, as an actor and variety compere. An accomplished singer, Jackman has starred as Gaston in the Australian production of \u0026quot;Beauty and the Beast.\u0026quot; He appeared as Joe Gillis in the Australian production of \u0026quot;Sunset Boulevard.\u0026quot; In 1998, he was cast as Curly in the Royal National Theatre\u0026#39;s production of Trevor Nunn\u0026#39;s Oklahoma. Jackman has made two feature films, the second of which, Erskineville Kings (1999), garnered him an Australian Film Institute nomination for Best Actor in 1999. Recently, he won the part of Logan/Wolverine in the Bryan Singer- directed comic-book movie Люди Ікс (2000). In his spare time, Jackman plays piano, golf, and guitar, and likes to windsurf.",
    "Roles": [
      "Actor",
      "Producer",
      "Executive"
    ]
  },
  {
    "Id": 15,
    "Name": "Matt Damon",
    "Movie": "Розумник Вілл Хантінг (1997)",
    "ImageUrl": "https://m.media-amazon.com/images/M/MV5BMTM0NzYzNDgxMl5BMl5BanBnXkFtZTcwMDg2MTMyMw@@._V1_QL75_UX60_CR0,0,60,60_.jpg",
    "Info": "Matthew Paige Damon was born on October 8, 1970, in Boston, Massachusetts, to Kent Damon, a stockbroker, realtor and tax preparer, and Nancy Carlsson-Paige, an early childhood education professor at Lesley University. Matt has an older brother, Kyle, a sculptor. His father was of English and Scottish descent, and his mother is of Finnish and Swedish ancestry. The family lived in Newton until his parents divorced in 1973, when Damon and his brother moved with his mother to Cambridge. He grew up in a stable community, and was raised near actor Ben Affleck.Damon attended Cambridge Rindge and Latin School and he performed in a number of theater productions during his time there. He attended Harvard University as an English major. While in Harvard, he kept on skipping classes to pursue acting projects, which included the TNT original film, Rising Son (1990), and prep-school drama, School Ties (1992). It was until his film, Джеронімо: Американська легенда (1993), was expected to be a big success that he decided to drop out of university completely. Arriving in Hollywood, Matt managed to get his first break with a part in the romantic comedy, Містична піцца (1988). However, the film did not do too well and his film career failed to take off. Not letting failure discourage him from acting, he went for another audition, and managed to get a starring role in School Ties (1992). Up next for Matt was a role as a soldier who had problems with drug-addiction in the movie, Мужність у бою (1996). Matt had, in fact, lost forty pounds for his role which resulted in health problems.The following year, he garnered accolades for Розумник Вілл Хантінг (1997), a screenplay he had originally written for an English class at Harvard University. Розумник Вілл Хантінг (1997) was nominated for 9 Academy Awards, one of which, Matt won for Best Original Screenplay along with Ben Affleck. In the year 1998, Matt played the title role in Steven Spielberg\u0026#39;s film, Врятувати рядового Раяна (1998), which was one of the most acclaimed films in that year. Matt had the opportunity of working with Tom Hanks and Vin Diesel while filming that movie. That same year, he starred as an earnest law student and reformed poker player in Шулери (1998), starring opposite Edward Norton and John Malkovich. The next year, Matt rejoined his childhood friend, Ben Affleck and fellow comedian, Chris Rock, in the comedy Догма (1999).Towards the end of 1999, Matt played \u0026quot;Tom Ripley\u0026quot;, a working-class young man who tastes the good life and will do anything to live it. Both Jude Law and Gwyneth Paltrow also starred in the movie. Талановитий містер Ріплі (1999) earned mixed reviews from critics, but even so, Matt earned praise for his performance. Matt lent his voice to the animated movie, Титан: Після загибелі Землі (2000) in the year 2000, which also earned mixed reviews from the public. He also starred in two other movies, Нестримні серця (2000) and the golf comedy-drama, Легенда Багера Ванса (2000), starring alongside Will Smith. In the year 2003, he signed on to star in Інформатор! (2009) by Steven Soderbergh and the Farrelly Brothers\u0026#39; Застряг у тобі (2003). He also starred in Gerry (2002), a film he co-wrote with his friends, Gus Van Sant and Casey Affleck. One of Matt\u0026#39;s most recognizable work to date is his role in the \u0026quot;Bourne\u0026quot; movie franchise. He plays an amnesiac assassin, \u0026quot;Jason Bourne\u0026quot;, in Ідентифікація Борна (2002), Перевага Борна (2004) and Ультиматум Борна (2007). Another praised role is that as \u0026quot;Linus Caldwell\u0026quot; in the \u0026quot;Ocean\u0026#39;s\u0026quot; movie franchise. He had the opportunity to star opposite George Clooney, Brad Pitt, Julia Roberts and Don Cheadle in Одинадцять друзів Оушена (2001). The successful crime comedy-drama eventually had two other sequels, Дванадцять друзів Оушена (2004) and Тринадцять друзів Оушена (2007). Among other highly acclaimed movies that Matt has been a part of are Terry Gilliam\u0026#39;s Брати Ґрімм (2005), George Clooney\u0026#39;s Сиріана (2005), Martin Scorsese\u0026#39;s Відступники (2006) and Robert De Niro\u0026#39;s Добрий пастир (2006).In his personal life, Matt is now happily married to Argentine-born Luciana Damon, whom he met in Miami, where she was working as a bartender. They married in a private civil ceremony on December 9, 2005, at the Manhattan Marriage Bureau. The couple have four daughters Alexia, Luciana\u0026#39;s daughter from a previous relationship, as well as Isabella, Gia and Stella. Matt is a big fan of the Boston Red Sox and he tries to attend their games whenever possible. He has also formed great friendships with his Ocean\u0026#39;s co-stars, George Clooney and Brad Pitt, whom he works on charity projects with. He and actor Ben Affleck have remained lifelong friends and collaborators.",
    "Roles": [
      "Producer",
      "Actor",
      "Writer"
    ]
  },
  {
    "Id": 16,
    "Name": "Sylvester Stallone",
    "Movie": "Роккі (1976)",
    "ImageUrl": "https://m.media-amazon.com/images/M/MV5BMTA3MDY2ODk4ODVeQTJeQWpwZ15BbWU4MDY1ODc3MTgx._V1_QL75_UX60_CR0,0,60,60_.jpg",
    "Info": "Sylvester Stallone is an athletically built, dark-haired American actor/screenwriter/director/producer, the movie fans worldwide have been flocking to see Stallone\u0026#39;s films for over 40 years, making \u0026quot;Sly\u0026quot; one of Hollywood\u0026#39;s biggest-ever box office draws.Sylvester Stallone was born on July 6, 1946, in New York\u0026#39;s gritty\nHell\u0026#39;s Kitchen, to Jackie Stallone (née\nLabofish), an astrologer, and\nFrank Stallone, a beautician\nand hairdresser. His father was an Italian immigrant, and his mother\u0026#39;s\nheritage is half French (from Brittany) and half German. The\nyoung Stallone attended the American College of Switzerland and\nThe University of Miami, eventually obtaining a B.A. degree. Initially, he\nstruggled in small parts in films such as the soft-core\nThe Party at Kitty and Stud\u0026#39;s (1970),\nthe thriller Клют (1971) and the comedy\nBananas (1971). He got a crucial career\nbreak alongside fellow young actor\nHenry Winkler, sharing lead billing in the\neffectively written teen gang film\nThe Lords of Flatbush (1974).\nFurther film and television roles followed, most of them in uninspiring\nproductions except for the opportunity to play a megalomaniac,\nbloodthirsty race driver named \u0026quot;Machine Gun Joe Viterbo\u0026quot; in the\nRoger Corman-produced\nСмертельні перегони 2000 року (1975). However,\nStallone was also keen to be recognized as a screenwriter, not just an\nactor, and, inspired by the 1975 Muhammad Ali-Chuck Wepner fight in\nCleveland, Stallone wrote a film script about a nobody fighter given\nthe \u0026quot;million to one opportunity\u0026quot; to challenge for the heavyweight\ntitle. Роккі (1976) became the stuff of\ncinematic legends, scoring ten Academy Award nominations, winning the\nBest Picture Award of 1976 and triggering one of the most financially\nsuccessful movie series in history! Whilst full credit is wholly\ndeserved by Stallone, he was duly supported by tremendous acting from\nfellow cast members Talia Shire,\nBurgess Meredith and\nBurt Young, and director\nJohn G. Avildsen gave the film an\nemotive, earthy appeal from start to finish. Stallone had truly arrived\non his terms, and offers poured in from various studios eager to secure\nHollywood\u0026#39;s hottest new star.Stallone followed Роккі (1976) with\nКулак (1978), loosely based on the life\nof Teamsters boss \u0026quot;Jimmy Hoffa\u0026quot;, and\nParadise Alley (1978) before\npulling on the boxing gloves again to resurrect Rocky Balboa in the\nsequel Роккі II (1979). The second\nouting for the \u0026quot;Italian Stallion\u0026quot; wasn\u0026#39;t as powerful or successful as\nthe first \u0026quot;Rocky\u0026quot;, however, it still produced strong box office.\nSubsequent films Нічні яструби (1981) and\nВтеча до перемоги (1981) failed to ignite with\naudiences, so Stallone was once again lured back to familiar territory\nwith Роккі III (1982) and a fearsome\nopponent in \u0026quot;Clubber Lang\u0026quot; played by muscular ex-bodyguard\nMr. T. The third \u0026quot;Rocky\u0026quot; installment far\noutperformed the first sequel in box office takings, but Stallone\nretired his prizefighter for a couple of years as another\nseries was about to commence for the busy actor.The character of Green Beret \u0026quot;John Rambo\u0026quot; was the creation of\nCanadian-born writer\nDavid Morrell, and his novel was\nadapted to the screen with Stallone in the lead role in\nРембо: Перша кров (1982), also starring\nRichard Crenna and\nBrian Dennehy. The movie was a surprise\nhit that polarized audiences because of its commentary about the\nVietnam war, which was still relatively fresh in the American public\u0026#39;s\npsyche. Political viewpoints aside, the film was a worldwide smash, and\na sequel soon followed with\nРембо: Перша кров. Частина друга (1985),\nwhich drew even stronger criticism from several quarters owing to the\nfilm\u0026#39;s plot line about American MIAs allegedly being held in Vietnam.\nBut they say there is no such thing as bad publicity, and \u0026quot;John\nRambo\u0026#39;s\u0026quot; second adventure was a major money spinner for Stallone and\ncemented him as one of the top male stars of the 1980s. Riding a wave\nof amazing popularity, Stallone called on old sparring partner Rocky\nBalboa to climb back into the ring to defend American pride against a\nSoviet threat in the form of a towering Russian boxer named \u0026quot;Ivan\nDrago\u0026quot; played by curt Dolph Lundgren in\nРоккі IV (1985). The fourth outing was\nsomewhat controversial with \u0026quot;Rocky\u0026quot; fans, as violence levels seemed\nexcessive compared to previous \u0026quot;Rocky\u0026quot; films, especially with the\nsavage beating suffered by Apollo Creed, played by\nCarl Weathers, at the hands of the\nunstoppable \u0026quot;Siberian Express\u0026quot;.Stallone continued forward with a slew of macho character-themed films\nthat met with a mixed reception from his fans.\nКобра (1986) was a clumsy mess,\nЩосили (1987) was equally\nmediocre, Рембо III (1988) saw Rambo\ntake on the Russians in Afghanistan, and cop buddy film\nТанго і Кеш (1989) just did not\nquite hit the mark, although it did feature a top-notch cast and there\nwas chemistry between Stallone and co-star\nKurt Russell.Philadelphia\u0026#39;s favorite mythical boxer moved out of the shadows for his\nfifth screen outing in Роккі V (1990)\ntackling Tommy \u0026quot;Machine\u0026quot; Gunn played by real-life heavyweight fighter\nTommy Morrison, the great-nephew\nof screen legend John Wayne. Sly\nquickly followed with the lukewarm comedy\nОскар (1991), the painfully unfunny\nСтій! Бо моя мама стрілятиме (1992),\nthe futuristic action film\nРуйнівник (1993), and the\ncomic book-inspired\nСуддя Дредд (1995). Interestingly,\nStallone then took a departure from the gung-ho steely characters he\nhad been portraying to stack on a few extra pounds and tackle a more\ndramatically challenging role in the intriguing\nПоліцейські (1997), also starring\nRobert De Niro and\nRay Liotta. It isn\u0026#39;t a classic of the genre,\nbut Поліцейські (1997) certainly surprised\nmany critics with Stallone\u0026#39;s understated performance. Stallone then\nlent his vocal talents to the animated adventure story\nМураха Антц (1998), reprised the role made famous\nby Michael Caine in a terrible\nremake of Прибрати Картера (2000), climbed\nback into a race car for Гонщик (2001),\nand guest-starred as the \u0026quot;Toymaker\u0026quot; in the third chapter of the\nimmensely popular \u0026quot;Spy Kids\u0026quot; film series,\nДіти шпигунів 3: Кінець гри (2003).\nShowing that age had not wearied his two most popular series,\nStallone has most recently brought back never-say-die boxer Rocky\nBalboa to star in, well, what else but\nРоккі Бальбоа (2006), and Vietnam\nveteran Рембо IV (2008) will reappear after a\n20-year hiatus to once again right wrongs in the jungles of Thailand.Love him or loathe him, Sylvester Stallone has built an enviable and\nhighly respected career in Hollywood, plus, he has considerably\ninfluenced modern popular culture through several of his iconic film\ncharacters.",
    "Roles": [
      "Actor",
      "Producer",
      "Writer"
    ]
  },
  {
    "Id": 17,
    "Name": "Will Smith",
    "Movie": "Принц із Беверлі-Хіллз (1995–1996)",
    "ImageUrl": "https://m.media-amazon.com/images/M/MV5BNTczMzk1MjU1MV5BMl5BanBnXkFtZTcwNDk2MzAyMg@@._V1_QL75_UX60_CR0,0,60,60_.jpg",
    "Info": "Willard Carroll \u0026quot;Will\u0026quot; Smith II (born September 25, 1968) is an American actor, comedian, producer, rapper, and songwriter. He has enjoyed success in television, film, and music. In April 2007, Newsweek called him \u0026quot;the most powerful actor in Hollywood\u0026quot;. Smith has been nominated for five Golden Globe Awards, two Academy Awards, and has won four Grammy Awards.In the late 1980s, Smith achieved modest fame as a rapper under the name The Fresh Prince. In 1990, his popularity increased dramatically when he starred in the popular television series The Fresh Prince of Bel-Air. The show ran for six seasons (1990-96) on NBC and has been syndicated consistently on various networks since then. After the series ended, Smith moved from television to film, and ultimately starred in numerous blockbuster films. He is the only actor to have eight consecutive films gross over $100 million in the domestic box office, eleven consecutive films gross over $150 million internationally, and eight consecutive films in which he starred open at the number one spot in the domestic box office tally.Smith is ranked as the most bankable star worldwide by Forbes. As of 2014, 17 of the 21 films in which he has had leading roles have accumulated worldwide gross earnings of over $100 million each, five taking in over $500 million each in global box office receipts. As of 2014, his films have grossed $6.6 billion at the global box office. He has received Best Actor Oscar nominations for Ali and The Pursuit of Happyness.Smith was born in West Philadelphia, the son of Caroline (Bright), a Philadelphia school board administrator, and Willard Carroll Smith, Sr., a refrigeration engineer. He grew up in West Philadelphia\u0026#39;s Wynnefield neighborhood, and was raised Baptist. He has three siblings, sister Pamela, who is four years older, and twins Harry and Ellen, who are three years younger. Smith attended Our Lady of Lourdes, a private Catholic elementary school in Philadelphia. His parents separated when he was 13, but did not actually divorce until around 2000.Smith attended Overbrook High School. Though widely reported, it is untrue that Smith turned down a scholarship to attend the Massachusetts Institute of Technology (MIT); he never applied to college because he \u0026quot;wanted to rap.\u0026quot; Smith says he was admitted to a \u0026quot;pre-engineering [summer] program\u0026quot; at MIT for high school students, but he did not attend. According to Smith, \u0026quot;My mother, who worked for the School Board of Philadelphia, had a friend who was the admissions officer at MIT. I had pretty high SAT scores and they needed black kids, so I probably could have gotten in. But I had no intention of going to college.\u0026quot;Smith started as the MC of the hip-hop duo DJ Jazzy Jeff \u0026amp; The Fresh Prince, with his childhood friend Jeffrey \u0026quot;DJ Jazzy Jeff\u0026quot; Townes as producer, as well as Ready Rock C (Clarence Holmes) as the human beat box. The trio was known for performing humorous, radio-friendly songs, most notably \u0026quot;Parents Just Don\u0026#39;t Understand\u0026quot; and \u0026quot;Summertime\u0026quot;. They gained critical acclaim and won the first Grammy awarded in the Rap category (1988).Smith spent money freely around 1988 and 1989 and underpaid his income taxes. The Internal Revenue Service eventually assessed a $2.8 million tax debt against Smith, took many of his possessions, and garnished his income. Smith was nearly bankrupt in 1990, when the NBC television network signed him to a contract and built a sitcom, The Fresh Prince of Bel-Air, around him.The show was successful and began his acting career. Smith set for himself the goal of becoming \u0026quot;the biggest movie star in the world\u0026quot;, studying box office successes\u0026#39; common characteristics.\nSmith\u0026#39;s first major roles were in the drama Six Degrees of Separation (1993) and the action film Bad Boys (1995) in which he starred opposite Martin Lawrence.In 1996, Smith starred as part of an ensemble cast in Roland Emmerich\u0026#39;s Independence Day. The film was a massive blockbuster, becoming the second highest grossing film in history at the time and establishing Smith as a prime box office draw. He later struck gold again in the summer of 1997 alongside Tommy Lee Jones in the summer hit Men in Black playing Agent J. In 1998, Smith starred with Gene Hackman in Enemy of the State.He turned down the role of Neo in The Matrix in favor of Wild Wild West (1999). Despite the disappointment of Wild Wild West, Smith has said that he harbors no regrets about his decision, asserting that Keanu Reeves\u0026#39;s performance as Neo was superior to what Smith himself would have achieved, although in interviews subsequent to the release of Wild Wild West he stated that he \u0026quot;made a mistake on Wild Wild West. That could have been better.\u0026quot;In 2005, Smith was entered into the Guinness Book of World Records for attending three premieres in a 24-hour time span.He has planned to star in a feature film remake of the television series It Takes a Thief.On December 10, 2007, Smith was honored at Grauman\u0026#39;s Chinese Theatre on Hollywood Boulevard. Smith left an imprint of his hands and feet outside the world-renowned theater in front of many fans. Later that month, Smith starred in the film I Am Legend, released December 14, 2007. Despite marginally positive reviews, its opening was the largest ever for a film released in the United States during December. Smith himself has said that he considers the film to be \u0026quot;aggressively unique\u0026quot;. A reviewer said that the film\u0026#39;s commercial success \u0026quot;cemented [Smith\u0026#39;s] standing as the number one box office draw in Hollywood.\u0026quot; On December 1, 2008, TV Guide reported that Smith was selected as one of America\u0026#39;s top ten most fascinating people of 2008 for a Barbara Walters ABC special that aired on December 4, 2008.In 2008 Smith was reported to be developing a film entitled The Last Pharaoh, in which he would be starring as Taharqa. It was in 2008 that Smith starred in the superhero movie Hancock.Men in Black III opened on May 25, 2012 with Smith again reprising his role as Agent J. This was his first major starring role in four years.On August 19, 2011, it was announced that Smith had returned to the studio with producer La Mar Edwards to work on his fifth studio album. Edwards has worked with artists such as T.I., Chris Brown, and Game. Smith\u0026#39;s most recent studio album, Lost and Found, was released in 2005.Smith and his son Jaden played father and son in two productions: the 2006 biographical drama The Pursuit of Happyness, and the science fiction film After Earth, which was released on May 31, 2013.Smith starred opposite Margot Robbie in the romance drama Focus. He played Nicky Spurgeon, a veteran con artist who takes a young, attractive woman under his wing. Focus was released on February 27, 2015. Smith was set to star in the Sci-Fic thriller Brilliance, an adaptation of Marcus Sakey\u0026#39;s novel of the same name scripted by Jurassic Park writer David Koepp. But he left the project.Smith played Dr. Bennet Omalu of the Brain Injury Research Institute in the sports-drama Concussion, who became the first person to discover chronic traumatic encephalopathy (CTE) in a football player\u0026#39;s brain. CTE is a degenerative disease caused by severe trauma to the head that can be discovered only after death. Smith\u0026#39;s involvement is mostly due to his last-minute exit from the Sci-Fi thriller-drama Brilliance. Concussion was directed by Peter Landesman and-bead filmed in Pittsburgh, according to the Pittsburgh Tribune-Review. It received $14.4 million in film tax credits from Pennsylvania. Principal photography started on October 27, 2014. Actress Gugu Mbatha-Raw played his wife. Omalu served as a consultant.As of November 2015, Smith is set to star in the independent drama Collateral Beauty, which will be directed by David Frankel. Smith will play a New York advertising executive who succumbs to an deep depression after a personal tragedy.Nobel Peace Prize Concert December 11, 2009, in Oslo, Norway: Smith with wife Jada and children Jaden and Willow\nSmith married Sheree Zampino in 1992. They had one son, Trey Smith, born on November 11, 1992, and divorced in 1995. Trey appeared in his father\u0026#39;s music video for the 1998 single \u0026quot;Just the Two of Us\u0026quot;. He also acted in two episodes of the sitcom All of Us, and has appeared on The Oprah Winfrey Show and on the David Blaine: Real or Magic TV special.Smith married actress Jada Koren Pinkett in 1997. Together they have two children: Jaden Christopher Syre Smith (born 1998), his co-star in The Pursuit of Happyness and After Earth, and Willow Camille Reign Smith (born 2000), who appeared as his daughter in I Am Legend. Smith and his brother Harry own Treyball Development Inc., a Beverly Hills-based company named after Trey. Smith and his family reside in Los Angeles, California.Smith was consistently listed in Fortune Magazine\u0026#39;s \u0026quot;Richest 40\u0026quot; list of the forty wealthiest Americans under the age of 40.",
    "Roles": [
      "Producer",
      "Actor",
      "Writer"
    ]
  },
  {
    "Id": 18,
    "Name": "Clint Eastwood",
    "Movie": "Крихітка на мільйон доларів (2004)",
    "ImageUrl": "https://m.media-amazon.com/images/M/MV5BMTg3MDc0MjY0OV5BMl5BanBnXkFtZTcwNzU1MDAxOA@@._V1_QL75_UX60_CR0,0,60,60_.jpg",
    "Info": "Clinton Eastwood Jr. was born May 31, 1930 in San Francisco, to Clinton Eastwood Sr., a bond salesman and later manufacturing executive for Georgia-Pacific Corporation, and Ruth Wood (née Margret Ruth Runner), a housewife turned IBM clerk. He grew up in nearby Piedmont. At school Clint took interest in music and mechanics, but was an otherwise bored student; this resulted in being held back a grade. In 1949, the year he graduated from high school, his parents and younger sister Jeanne moved to Seattle. Clint spent a couple years in the Pacific Northwest himself, operating log broncs in Springfield, Oregon, with summer gigs life-guarding in Renton, Washington. Returning to California in 1951, he did a two-year stint at Fort Ord Military Reservation and later enrolled at L.A. City College, but dropped out to pursue acting.During the mid-1950s he landed uncredited bit parts in such B-films as Помста Істоти (1955) and Tarantula (1955) while digging swimming pools and driving a garbage truck to supplement his income. In 1958, he landed his first consequential acting role in the long-running TV show Rawhide (1959) with Eric Fleming. Although only a secondary player the first seven seasons, he was promoted to series star when Fleming departed--both literally and figuratively--in its final year, along the way becoming a recognizable face to television viewers around the country.Eastwood\u0026#39;s big-screen breakthrough came as The Man with No Name in Sergio Leone\u0026#39;s trilogy of excellent spaghetti westerns: За жменю доларів (1964), На декілька доларів більше (1965), and Хороший, поганий, злий (1966). The movies were shown exclusively in Italy during their respective copyright years with Enrico Maria Salerno providing the voice of Eastwood\u0026#39;s character, finally getting American distribution in 1967-68. As the last film racked up respectable grosses, Eastwood, 37, rose from a barely registering actor to sought-after commodity in just a matter of months. Again a success was the late-blooming star\u0026#39;s first U.S.-made western, Hang \u0026#39;Em High (1968). He followed that up with the lead role in Coogan\u0026#39;s Bluff (1968) (the loose inspiration for the TV series McCloud (1970)), before playing second fiddle to Richard Burton in the World War II epic Куди залітають тільки орли (1968) and Lee Marvin in the bizarre musical Paint Your Wagon (1969). In Two Mules for Sister Sara (1970) and Герої Келлі (1970), Eastwood leaned in an experimental direction by combining tough-guy action with offbeat humor.1971 proved to be his busiest year in film. He starred as a sleazy Union soldier in The Beguiled (1971) to critical acclaim, and made his directorial debut with the classic erotic thriller Play Misty for Me (1971). His role as the hard edge police inspector in Брудний Гаррі (1971), meanwhile, boosted him to cultural icon status and helped popularize the loose-cannon cop genre. Eastwood put out a steady stream of entertaining movies thereafter: the westerns Joe Kidd (1972), High Plains Drifter (1973) and The Outlaw Josey Wales (1976) (his first of six onscreen collaborations with then live-in love Sondra Locke), the Dirty Harry sequels Сила Магнума (1973) and Підкріплення (1976), the action-packed road adventures Блискавка і стрибунець (1974) and The Gauntlet (1977), and the prison film Втеча з Алькатрасу (1979). He branched out into the comedy genre in 1978 with Як не крути - програєш (1978), which became the biggest hit of his career up to that time; taking inflation into account, it still is. In short, The Eiger Sanction (1975) notwithstanding, the 1970s were nonstop success for Eastwood.Eastwood kicked off the 1980s with Any Which Way You Can (1980), the blockbuster sequel to Every Which Way but Loose. The fourth Dirty Harry film, Раптовий удар (1983), was the highest-grossing film of the franchise and spawned his trademark catchphrase: \u0026quot;Make my day.\u0026quot; He also starred in Bronco Billy (1980), Firefox (1982), Той, що йде по канату (1984), City Heat (1984), Ім\u0026#39;я йому Смерть (1985) and Heartbreak Ridge (1986), all of which were solid hits, with Honkytonk Man (1982) being his only commercial failure of the period. In 1988, he did his fifth and final Dirty Harry movie, Гра у смерть (1988). Although it was a success overall, it did not have the box office punch the previous films had. About this time, with outright bombs like Рожевий кадилак (1989) and Новачок (1990), it seemed Eastwood\u0026#39;s star was declining as it never had before. He then started taking on low-key projects, directing Птах (1988), a biopic of Charlie Parker that earned him a Golden Globe, and starring in and directing Білий мисливець, чорне серце (1990), an uneven, loose biopic of John Huston (both films had a limited release).Eastwood bounced back big time with his dark western Непрощенний (1992), which garnered the then 62-year-old his first ever Academy Award nomination (Best Actor), and an Oscar win for Best Director. Churning out a quick follow-up hit, he took on the secret service in На лінії вогню (1993), then accepted second billing for the first time since 1970 in the interesting but poorly received Ідеальний світ (1993) with Kevin Costner. Next was a love story, Мости округу Медісон (1995), where Eastwood surprised audiences with a sensitive performance alongside none other than Meryl Streep. But it soon became apparent he was going backwards after his brief revival. Subsequent films were credible, but nothing really stuck out. Абсолютна влада (1997) and Космічні ковбої (2000) did well enough, while Справжній злочин (1999) and Blood Work (2002) were received badly, as was Опівночі у саду добра і зла (1997), which he directed but didn\u0026#39;t appear in.Eastwood surprised again in the mid-2000s, returning to the top of the A-list with Крихітка на мільйон доларів (2004). Also starring Hilary Swank and Morgan Freeman, the hugely successful drama won four Academy Awards, including Best Picture and Best Director for Eastwood. He scored his second Best Actor nomination, too. His next starring vehicle, Гран Торіно (2008), earned almost $30 million in its opening weekend and was his highest grosser unadjusted for inflation. 2012 saw him in a rare lighthearted movie, Trouble with the Curve (2012), as well as a reality show, Mrs. Eastwood \u0026amp; Company (2012).Between acting jobs, he chalked up an impressive list of credits behind the camera. He directed Таємнича річка (2003) (in which Sean Penn and Tim Robbins gave Oscar-winning performances), Прапори наших батьків (2006), Листи з Іводзіми (2006) (nominated for the Best Picture Oscar), Підміна (2008) (a vehicle for Angelina Jolie), Непідкорений (2009) (again with Freeman), Потойбічне (2010), Дж. Едгар (2011), Jersey Boys (2014), Американський снайпер (2014) (2014\u0026#39;s top box office champ), Саллі (2016) (starring Tom Hanks as hero pilot Chesley Sullenberger) and Поїзд до Парижа (2018). Back on screens after a considerable absence, he played an unlikely drug courier in Наркокур\u0026#39;єр (2018), which reached the top of the box office with a nine-figure gross, then directed Річард Джуелл (2019). At age 91, Eastwood made history as the oldest actor to star above the title in a movie with the release of Чоловічі сльози (2021).Away from the limelight, Eastwood has led an aberrant existence and is described by biographer Patrick McGilligan as a cunning manipulator of the media. His convoluted slew of partners and children are now somewhat factually acknowledged, but for the first three decades of his celebrity, his personal life was kept top secret, and several of his families were left out of the official narrative. The actor refuses to disclose his exact number of offspring even to this day. He had a longtime relationship with similarly abstruse co-star Locke (who died aged 74 in 2018, though for her entire public life she masqueraded about being younger), and has fathered at least eight children by at least six different women in an unending string of liaisons, many of which overlapped. He has been married only twice, however, with a mere three of his progeny coming from those unions.His known children are: Laurie Murray (b. 1954), whose mother is unidentified; Kimber Eastwood (b. 1964) with stuntwoman Roxanne Tunis; Kyle Eastwood (b. 1968) and Alison Eastwood (b. 1972) with his first ex-wife, Margaret Neville Johnson; Scott Eastwood (b. 1986) and Kathryn Eastwood (b. 1988) with stewardess Jacelyn Reeves; Francesca Eastwood (b. 1993) with actress Frances Fisher; and Morgan Eastwood (b. 1996) with his second ex-wife, Dina Eastwood. The entire time that he lived with Locke she was legally married to sculptor Gordon Anderson.Eastwood has real estate holdings in Bel-Air, La Quinta, Carmel-by-the-Sea, Cassel (in remote northern California), Idaho\u0026#39;s Sun Valley and Kihei, Hawaii.",
    "Roles": [
      "Actor",
      "Producer",
      "Director"
    ]
  },
  {
    "Id": 19,
    "Name": "Cameron Diaz",
    "Movie": "Янголи Чарлі (2000)",
    "ImageUrl": "https://m.media-amazon.com/images/M/MV5BMTkxNTI5NzM4MV5BMl5BanBnXkFtZTcwMTI3ODY3Mg@@._V1_QL75_UX60_CR0,0,60,60_.jpg",
    "Info": "A tall, strikingly attractive blue-eyed natural blonde, Cameron Diaz was born in 1972 in San Diego, the daughter of a Cuban-American father and an Anglo-German mother. Self described as \u0026quot;adventurous, independent and a tough kid,\u0026quot; Cameron left home at 16 and for the next 5 years lived in such varied locales as Japan, Australia, Mexico, Morocco, and Paris. Returning to California at the age of 21, she was working as a model when she auditioned for a big part in Маска (1994). To her amazement and despite having no previous acting experience, she was cast as the female lead in the film opposite Jim Carrey. Over the next 3 years, she honed her acting skills in such low budget independent films as The Last Supper (1995); Відчуваючи Міннесоту (1996); and Head Above Water (1996). She returned to main stream films in Весілля найкращого друга (1997), in which she held her own against veteran actress Julia Roberts. She earned full fledged star status in 1998 for her performance in the box office smash Всі шаленіють від Мері (1998). With her name near the top on virtually every list of Hollyood\u0026#39;s sexiest actresses, and firmly established as one of filmdom\u0026#39;s hottest properties and most sought after actresses, Cameron Diaz appears to possess everything necessary to become one of the super stars of the new century.",
    "Roles": [
      "Actress",
      "Producer",
      "Soundtrack"
    ]
  },
  {
    "Id": 20,
    "Name": "George Clooney",
    "Movie": "Майкл Клейтон (2007)",
    "ImageUrl": "https://m.media-amazon.com/images/M/MV5BMjEyMTEyOTQ0MV5BMl5BanBnXkFtZTcwNzU3NTMzNw@@._V1_QL75_UX60_CR0,0,60,60_.jpg",
    "Info": "George Timothy Clooney was born on May 6, 1961, in Lexington, Kentucky, to Nina Bruce (née Warren), a former beauty pageant queen, and Nick Clooney, a former anchorman and television host (who was also the brother of singer Rosemary Clooney). He has Irish, English, and German ancestry. Clooney spent most of his youth in Ohio and Kentucky, and graduated from Augusta High School. He was very active in sports such as basketball and baseball, and tried out for the Cincinnati Reds, but was not offered a contract.After his cousin, Miguel Ferrer, got him a small role in a feature film, Clooney began to pursue acting. His first major role was on the sitcom E/R (1984) as Ace. More roles soon followed, including George Burnett, the handsome handyman on The Facts of Life (1979); Booker Brooks, a supervisor on Roseanne (1988); and Detective James Falconer on Sisters (1991). Clooney had his breakthrough when he was cast as Dr. Doug Ross on the award-winning drama series Швидка допомога (1994), opposite Anthony Edwards, Noah Wyle and Julianna Margulies.While filming \u0026quot;ER\u0026quot; (1994), Clooney starred in a number of high profile film roles, such as Robert Rodriguez\u0026#39;s Від сутінків до світанку (1996), and Одного чудового дня (1996), opposite Michelle Pfeiffer. In 1997, Clooney took on the role of Batman in Joel Schumacher\u0026#39;s Бетмен і Робін (1997). The film was a moderate success in the box office, but was slammed by critics, notably for the nipple-laden Batsuit. Clooney went on to star in Steven Soderbergh\u0026#39;s Поза полем зору (1998), Terrence Malick\u0026#39;s Тонка червона лінія (1998), and David O. Russell\u0026#39;s Три королі (1999).In 1999, Clooney left \u0026quot;ER\u0026quot; (1994) (though he would return for the season finale) and appeared in a number of films, including О, де ж ти, брате? (2000), Ідеальний шторм (2000) and Одинадцять друзів Оушена (2001). Collaborating once again with Steven Soderbergh, Ocean\u0026#39;s Eleven (2001) received critical acclaim, earned more than $450 million at the box office, and spawned two sequels: Дванадцять друзів Оушена (2004) and Тринадцять друзів Оушена (2007).In 2002, Clooney made his directorial debut with Сповідь небезпечної людини (2002), an adaptation of TV producer Chuck Barris\u0026#39; autobiography. This was the first film under the banner of Section Eight Productions, a production company he founded with Steven Soderbergh. The company also produced many acclaimed films, including Далеко від раю (2002), Сиріана (2005), Затьмарення (2006) and Добраніч, і нехай щастить. (2005). Clooney won his first Oscar for Best Supporting Actor in Syriana (2005), and was nominated for Best Director and Best Original Screenplay for Good Night, and Good Luck. (2005).In 2006, Section Eight Productions was shut down so that Soderbergh could concentrate on directing, and Clooney founded a new production company, Smokehouse Productions, with his friend and longtime business partner, Grant Heslov.Clooney went on to produce and star in Майкл Клейтон (2007) (which earned him an Oscar nomination for Best Actor), directed and starred in Любов поза правилами (2008), and took leading roles in Прочитати та спалити (2008), Бойовий гіпноз проти кіз (2009), Фантастичний містер Лис (2009), and Jason Reitman\u0026#39;s Вище неба (2009). Clooney received critical acclaim for his performance in Up in the Air (2009) and was nominated for several awards, including a Golden Globe Award and Academy Award. He didn\u0026#39;t win that year, but took home both Best Actor awards (as well as countless nominations) for his role as a father who finds out his wife was unfaithful as she lays in a coma in Alexander Payne\u0026#39;s Нащадки (2011). Through his career, Clooney has been heralded for his political activism and humanitarian work. He has served as one of the United Nations Messengers of Peace since 2008, has been an advocate for the Darfur conflict, and organized the Hope for Haiti telethon, to raise money for the victims of the 2010 earthquake. In March 2012, Clooney was arrested for civil disobedience while protesting at the Sudanese embassy in Washington, D.C.Clooney was married to actress Talia Balsam, from 1989 until 1993. After their divorce, he swore he would never marry again. Michelle Pfeiffer and Nicole Kidman bet him $10,000 that he would have children by the age of 40, and sent him a check shortly after his birthday. Clooney returned the funds and bet double or nothing he wouldn\u0026#39;t have children by the age of 50. Although he has remained a consummate bachelor, Clooney has had many highly publicized relationships, including with former WWE wrestler Stacy Keibler. In 2014, he married lawyer and activist Amal Clooney, with whom he has two children, twins.",
    "Roles": [
      "Actor",
      "Producer",
      "Director"
    ]
  },
  {
    "Id": 21,
    "Name": "Steven Spielberg",
    "Movie": "Список Шиндлера (1993)",
    "ImageUrl": "https://m.media-amazon.com/images/M/MV5BMTY1NjAzNzE1MV5BMl5BanBnXkFtZTYwNTk0ODc0._V1_QL75_UX60_CR0,0,60,60_.jpg",
    "Info": "One of the most influential personalities in the history of cinema, Steven Spielberg is Hollywood\u0026#39;s best known\ndirector and one of the wealthiest filmmakers in the world. He has an extraordinary number of commercially successful and critically acclaimed credits to his name, either as a director, producer or writer since launching the summer blockbuster with Щелепи (1975), and he has done more to define popular film-making since the mid-1970s than anyone else.Steven Allan Spielberg was born in 1946 in Cincinnati, Ohio, to Leah Frances (Posner), a concert pianist and restaurateur, and Arnold Spielberg, an electrical engineer who worked in computer development. His parents were both born to Russian Jewish immigrant families. Steven spent his younger years in Haddon Township, New Jersey, Phoenix, Arizona, and later Saratoga, California. He went to California State University Long Beach, but dropped\nout to pursue his entertainment career.\nAmong his\nearly directing efforts were Battle Squad (1961), which combined World\nWar II footage with footage of an airplane on the ground that he makes\nyou believe is moving. He also directed\nEscape to Nowhere (1961), which\nfeatured children as World War Two soldiers, including his sister\nAnne Spielberg, and\nThe Last Gun (1959), a western.\nAll of these were short films. The next couple of years, Spielberg\ndirected a couple of movies that would portend his future career in\nmovies. In 1964, he directed\nПолум\u0026#39;я пристрасті (1964), a movie about aliens\ninvading a small town. In 1967, he directed\nSlipstream (1967), which was\nunfinished. However, in 1968, he directed\nAmblin\u0026#39; (1968), which featured the desert\nprominently, and not the first of his movies in which the desert would\nfeature. Amblin\u0026#39; also became the name of his production\ncompany, which turned out such classics as\nІншопланетянин (1982).\nSpielberg had a unique and classic early directing project,\nДуель (1971), with\nDennis Weaver. In the early 1970s,\nSpielberg was working on TV, directing among others such series as\nRod Serling\u0026#39;s\nNight Gallery (1969),\nMarcus Welby, M.D. (1969)\nand\nMurder by the Book (1971).\nAll of his work in television and short films, as well as his directing\nprojects, were just a hint of the wellspring of talent that would\ndazzle audiences all over the world.Spielberg\u0026#39;s first major directorial effort was\nШуґарлендський експрес (1974),\nwith Goldie Hawn, a film that marked him as\na rising star. It was his next effort, however, that made him an\ninternational superstar among directors:\nЩелепи (1975). This classic shark attack tale\nstarted the tradition of the summer blockbuster or, at least, he was\ncredited with starting the tradition. His next film was the classic\nБлизькі контакти третього ступеня (1977),\na unique and original UFO story that remains a classic. In 1978,\nSpielberg produced his first film, the forgettable\nI Wanna Hold Your Hand (1978),\nand followed that effort with\nСтарі машини (1980), a critically\nacclaimed, but mostly forgotten,\nKurt Russell/Jack Warden\ncomedy about devious used-car dealers. Spielberg hit gold yet one more\ntime with\nІндіана Джонс: У пошуках втраченого ковчега (1981),\nwith Harrison Ford taking the part\nof Indiana Jones. Spielberg produced and directed two films in 1982.\nThe first was Полтергейст (1982), but\nthe highest-grossing movie of all time up to that point was the alien\nstory\nІншопланетянин (1982).\nSpielberg also helped pioneer the practice of product placement. The\nconcept, while not uncommon, was still relatively low-key when\nSpielberg raised the practice to almost an art form with his famous (or\ninfamous) placement of Reese\u0026#39;s Pieces in \u0026quot;E.T.\u0026quot; Spielberg was also one\nof the pioneers of the big-grossing special-effects movies, like \u0026quot;E.T.\u0026quot;\nand \u0026quot;Close Encounters\u0026quot;, where a very strong emphasis on special effects\nwas placed for the first time on such a huge scale. In 1984, Spielberg\nfollowed up \u0026quot;Raiders\u0026quot; with\nІндіана Джонс і Храм долі (1984),\nwhich was a commercial success but did not receive the critical acclaim\nof its predecessor. As a producer, Spielberg took on many projects in\nthe 1980s, such as\nБовдури (1985), and was the\nbrains behind the little monsters in\nҐремліни (1984). He also produced the\ncartoon\nАмериканський хвіст (1986), a\nquaint little animated classic. His biggest effort as producer in 1985,\nhowever, was the blockbuster\nНазад у майбутнє (1985),\nwhich made Michael J. Fox an\ninstant superstar. As director, Spielberg took on the book\nБарва пурпурова (1985), with\nWhoopi Goldberg and\nOprah Winfrey, with great success. In the\nlatter half of the 1980s, he also directed\nІмперія сонця (1987), a\nmixed success for the occasionally erratic Spielberg. Success would not\nescape him for long, though.The late 1980s found Spielberg\u0026#39;s projects at the center of pop-culture\nyet again. In 1988, he produced the landmark animation/live-action film\nХто підставив кролика Роджера (1988).\nThe next year proved to be another big one for Spielberg, as he\nproduced and directed Завжди (1989) as\nwell as\nІндіана Джонс і останній хрестовий похід (1989),\nand\nНазад у майбутнє 2 (1989).\nAll three of the films were box-office and critical successes. Also, in\n1989, he produced the little known comedy-drama\nТато (1989), with\nJack Lemmon and\nTed Danson, which got mostly mixed results.\nSpielberg has also had an affinity for animation and has been a strong\nvoice in animation in the 1990s. Aside from producing the landmark \u0026quot;Who\nFramed Roger Rabbit\u0026quot;, he produced the animated series\nПригоди мультяшок (1990),\nМультиманія (1993),\nPinky and the Brain (1995),\nFreakazoid! (1995),\nPinky, Elmyra \u0026amp; the Brain (1998),\nFamily Dog (1993) and\nToonsylvania (1998). Spielberg\nalso produced other cartoons such as\nЗемля первісних часів (1988),\nМи повернулися! Історія динозаврів (1993),\nКаспер (1995) (the live action version) as\nwell as the live-action version of\nФлінстоуни (1994), where\nhe was credited as \u0026quot;Steven Spielrock\u0026quot;. Spielberg also produced many\nRoger Rabbit short cartoons, and many Pinky and the Brain, Animaniacs\nand Tiny Toons specials. Spielberg was very active in the early 1990s,\nas he directed Капітан Крюк (1991) and produced such\nfilms as the cute fantasy\nДжо проти вулкану (1990)\nand\nАмериканський хвіст 2: Файвел вирушає на захід (1991).\nHe also produced the unusual comedy thriller\nАрахнофобія (1990),\nНазад у майбутнє 3 (1990)\nand\nҐремліни 2: Нова партія (1990).\nWhile these movies were big successes in their own right, they did not\nquite bring in the kind of box office or critical acclaim as previous\nefforts. In 1993, Spielberg directed\nПарк Юрського періоду (1993), which for a\nshort time held the record as the highest grossing movie of all time,\nbut did not have the universal appeal of his previous efforts. Big\nbox-office spectacles were not his only concern, though. He produced\nand directed\nСписок Шиндлера (1993), a\nstirring film about the Holocaust. He won best director at the Oscars,\nand also got Best Picture. In the mid-90s, he helped found the\nproduction company DreamWorks, which was responsible for many\nbox-office successes.As a producer, he was very active in the late 90s, responsible for such\nfilms as\nМаска Зорро (1998),\nЛюди в чорному (1997) and\nDeep Impact (1998). However, it was\non the directing front that Spielberg was in top form. He directed and\nproduced the epic Амістад (1997), a\nspectacular film that was shorted at the Oscars and in release due to\nthe fact that its release date was moved around so much in late 1997.\nThe next year, however, produced what many believe was one of the best\nfilms of his career:\nВрятувати рядового Раяна (1998), a\nfilm about World War Two that is spectacular in almost every respect.\nIt was stiffed at the Oscars, losing best picture to\nЗакоханий Шекспір (1998).Spielberg produced a series of films, including\nЕволюція (2001),\nПривид будинку на пагорбі (1999) and\nШрек (2001). he also produced two sequels\nto Парк Юрського періоду (1993), which were\nfinancially but not particularly critical successes. In 2001, he\nproduced a mini-series about World War Two that definitely *was* a\nfinancial and critical success:\nБрати по зброї (2001), a\ntale of an infantry company from its parachuting into France during the\ninvasion to the Battle of the Bulge. Also in that year, Spielberg was\nback in the director\u0026#39;s chair for\nШтучний розум (2001),\na movie with a message and a huge budget. It did reasonably at the box\noffice and garnered varied reviews from critics.Spielberg has been extremely active in films there are many other\nthings he has done as well. He produced the short-lived TV series\nSeaQuest DSV (1993), an\nanthology series entitled\nДивовижні історії (1985),\ncreated the video-game series \u0026quot;Medal of Honor\u0026quot; set during World War\nTwo, and was a starting producer of\nШвидка допомога (1994). Spielberg, if you haven\u0026#39;t\nnoticed, has a great interest in World War Two. He and\nTom Hanks collaborated on\nShooting War: World War II Combat Cameramen (2000), a\ndocumentary about World War II combat photographers, and he produced a\ndocumentary about the Holocaust called\nA Holocaust szemei (2000).\nWith all of this to Spielberg\u0026#39;s credit, it\u0026#39;s no wonder that he\u0026#39;s looked\nat as one of the greatest ever figures in entertainment.",
    "Roles": [
      "Producer",
      "Writer",
      "Director"
    ]
  },
  {
    "Id": 22,
    "Name": "Harrison Ford",
    "Movie": "Індіана Джонс: У пошуках втраченого ковчега (1981)",
    "ImageUrl": "https://m.media-amazon.com/images/M/MV5BMTY4Mjg0NjIxOV5BMl5BanBnXkFtZTcwMTM2NTI3MQ@@._V1_QL75_UX60_CR0,0,60,60_.jpg",
    "Info": "Harrison Ford was born on July 13, 1942 in Chicago, Illinois, to Dorothy (Nidelman), a radio actress, and Christopher Ford (born John William Ford), an actor turned advertising executive. His father was of Irish and German ancestry, while his maternal grandparents were Jewish emigrants from Minsk, Belarus. Harrison was a lackluster student at Maine Township High School East in Park Ridge Illinois (no athletic star, never above a C average). After dropping out of Ripon College in Wisconsin, where he did some acting and later summer stock, he signed a Hollywood contract with Columbia and later Universal. His roles in movies and television (Ironside (1967), The Virginian (1962)) remained secondary and, discouraged, he turned to a career in professional carpentry. He came back big four years later, however, as Bob Falfa in Американські графіті (1973). Four years after that, he hit colossal with the role of Han Solo in Зоряні війни: Епізод 4 - Нова надія (1977). Another four years and Ford was Indiana Jones in Індіана Джонс: У пошуках втраченого ковчега (1981).Four years later and he received Academy Award and Golden Globe nominations for his role as John Book in Свідок (1985). All he managed four years after that was his third starring success as Indiana Jones; in fact, many of his earlier successful roles led to sequels as did his more recent portrayal of Jack Ryan in Ігри патріотів (1992). Another Golden Globe nomination came his way for the part of Dr. Richard Kimble in Втікач (1993). He is clearly a well-established Hollywood superstar. He also maintains an 800-acre ranch in Jackson Hole, Wyoming.Ford is a private pilot of both fixed-wing aircraft and helicopters, and owns an 800-acre (3.2 km2) ranch in Jackson, Wyoming, approximately half of which he has donated as a nature reserve. On several occasions, Ford has personally provided emergency helicopter services at the request of local authorities, in one instance rescuing a hiker overcome by dehydration. Ford began flight training in the 1960s at Wild Rose Idlewild Airport in Wild Rose, Wisconsin, flying in a Piper PA-22 Tri-Pacer, but at $15 an hour, he could not afford to continue the training. In the mid-1990s, he bought a used Gulfstream II and asked one of his pilots, Terry Bender, to give him flying lessons. They started flying a Cessna 182 out of Jackson, Wyoming, later switching to Teterboro, New Jersey, flying a Cessna 206, the aircraft he soloed in. Ford is an honorary board member of the humanitarian aviation organization Wings of Hope.On March 5, 2015, Ford\u0026#39;s plane, believed to be a Ryan PT-22 Recruit, made an emergency landing on the Penmar Golf Course in Venice, California. Ford had radioed in to report that the plane had suffered engine failure. He was taken to Ronald Reagan UCLA Medical Center, where he was reported to be in fair to moderate condition. Ford suffered a broken pelvis and broken ankle during the accident, as well as other injuries.",
    "Roles": [
      "Actor",
      "Writer",
      "Producer"
    ]
  },
  {
    "Id": 23,
    "Name": "Robert De Niro",
    "Movie": "Мис Страху (1991)",
    "ImageUrl": "https://m.media-amazon.com/images/M/MV5BMjAwNDU3MzcyOV5BMl5BanBnXkFtZTcwMjc0MTIxMw@@._V1_QL75_UX60_CR0,0,60,60_.jpg",
    "Info": "One of the greatest actors of all time, Robert De Niro was born in 1943, in Manhattan, New York City, to artists Virginia (Admiral) and Robert De Niro Sr.. His paternal grandfather was of Italian descent, and his other ancestry is Irish, English, Dutch, German, and French. He was trained at the Stella Adler Conservatory and the American Workshop. De Niro first gained fame for his role in Bang the Drum Slowly (1973), but he gained his reputation as a volatile actor in Злі вулиці (1973), which was his first film with director Martin Scorsese. He received an Academy Award for Best Supporting Actor for his role in Хрещений батько 2 (1974) and received Academy Award nominations for best actor in Таксист (1976), Мисливець на оленів (1978) and Мис Страху (1991). He received the Academy Award for Best Actor for his role as Jake LaMotta in Скажений бик (1980).De Niro has earned four Golden Globe Award nominations for Best Actor - Motion Picture Musical or Comedy for his work in New York, New York (1977), opposite Liza Minnelli, Встигнути до опівночі (1988), Аналізуй це (1999), and Знайомство з батьками (2000). Other notable performances include Бразилія (1985), Недоторканні (1987), Зворотна тяга (1991), Франкенштейн (1994), Сутичка (1995), Казино (1995), and Джекі Браун (1997). At the same time, he also directed and starred in such films as Бронкська історія (1993) and Добрий пастир (2006). De Niro has also received the AFI Lifetime Achievement Award in 2003 and the Golden Globe Cecil B. DeMille Award in 2010.As of 2024, De Niro is 81 years-old. He has never retired from acting, and continues to work regularly in mostly film.",
    "Roles": [
      "Actor",
      "Producer",
      "Director"
    ]
  },
  {
    "Id": 24,
    "Name": "Al Pacino",
    "Movie": "Серпіко (1973)",
    "ImageUrl": "https://m.media-amazon.com/images/M/MV5BMTQzMzg1ODAyNl5BMl5BanBnXkFtZTYwMjAxODQ1._V1_QL75_UX60_CR0,0,60,60_.jpg",
    "Info": "Alfredo James \u0026quot;Al\u0026quot; \u0026#39;Pacino established himself as a film actor during one of cinema\u0026#39;s most vibrant decades, the 1970s, and has become an enduring and iconic figure in the world of American movies.He was born April 25, 1940 in Manhattan, New York City, to Italian-American parents, Rose (nee Gerardi) and Sal Pacino. They divorced when he was young. His mother moved them into his grandparents\u0026#39; home in the South Bronx. Pacino found himself often repeating the plots and voices of characters he had seen in the movies. Bored and unmotivated in school, he found a haven in school plays, and his interest soon blossomed into a full-time career. Starting onstage, he went through a period of depression and poverty, sometimes having to borrow bus fare to succeed to auditions. He made it into the prestigious Actors Studio in 1966, studying under Lee Strasberg, creator of the Method Approach that would become the trademark of many 1970s-era actors.After appearing in a string of plays in supporting roles, Pacino finally attained success off-Broadway with Israel Horovitz\u0026#39;s \u0026quot;The Indian Wants the Bronx\u0026quot;, winning an Obie Award for the 1966-67 season. That was followed by a Tony Award for \u0026quot;Does the Tiger Wear a Necktie?\u0026quot; His first feature films made little departure from the gritty realistic stage performances that earned him respect: he played a drug addict in Паніка в Нідл Парк (1971) after his film debut in Me, Natalie (1969). The role of Michael Corleone in Хрещений батько (1972) was one of the most sought-after of the time: Robert Redford, Warren Beatty, Jack Nicholson, Ryan O\u0026#39;Neal, Robert De Niro and a host of other actors either wanted it or were mentioned, but director Francis Ford Coppola wanted Pacino for the role.Coppola was successful but Pacino was reportedly in constant fear of being fired during the very difficult shoot. The film was a monster hit that earned Pacino his first Academy Award nomination for Best Supporting Actor. However, instead of taking on easier projects for the big money he could now command, Pacino threw his support behind what he considered tough but important films, such as the true-life crime drama Серпіко (1973) and the tragic real-life bank robbery film Собачий полудень (1975). He was nominated three consecutive years for the \u0026quot;Best Actor\u0026quot; Academy Award. He faltered slightly with Bobby Deerfield (1977), but regained his stride with Правосуддя для всіх (1979), for which he received another Academy Award nomination for Best Actor. Unfortunately, this would signal the beginning of a decline in his career, which produced flops like Шукач (1980) and Автора! Автора! (1982).Pacino took on another vicious gangster role and cemented his legendary status in the ultra-violent cult film Обличчя зі шрамом (1983), but a monumental mistake was about to follow. Revolution (1985) endured an endless and seemingly cursed shoot in which equipment was destroyed, weather was terrible, and Pacino fell ill with pneumonia. Constant changes in the script further derailed the project. The Revolutionary War-themed film, considered among the worst films ever made, resulted in awful reviews and kept him off the screen for the next four years. Returning to the stage, Pacino did much to give back and contribute to the theatre, which he considers his first love. He directed a film, The Local Stigmatic (1990), but it remains unreleased. He lifted his self-imposed exile with the striking Море кохання (1989) as a hard-drinking policeman. This marked the second phase of Pacino\u0026#39;s career, being the first to feature his now famous dark, owl eyes and hoarse, gravelly voice.Returning to the Corleones, Pacino made Хрещений батько 3 (1990) and earned raves for his first comedic role in the colorful adaptation Дік Трейсі (1990). This earned him another Academy Award nomination for Best Supporting Actor, and two years later he was nominated for Ґленґаррі Ґлен Росс (1992). He went into romantic mode for Френкі та Джоні (1991). In 1992, he finally won the Academy Award for Best Actor for his amazing performance in Запах жінки (1992). A mixture of technical perfection (he plays a blind man) and charisma, the role was tailor-made for him, and remains a classic.The next few years would see Pacino becoming more comfortable with acting and movies as a business, turning out great roles in great films with more frequency and less of the demanding personal involvement of his wilder days. Шлях Карліто (1993) proved another gangster classic, as did the epic crime drama Сутичка (1995) directed by Michael Mann and co-starring Robert De Niro. He directed the film adaptation of Shakespeare\u0026#39;s Looking for Richard (1996). During this period, Мерія (1996), Донні Браско (1997) and Адвокат диявола (1997) all came out. Reteaming with Mann and then Oliver Stone, he gave commanding performances in Своя людина (1999) and Щонеділі (1999).In the 2000s, Pacino starred in a number of theatrical blockbusters, including Тринадцять друзів Оушена (2007), but his choice in television roles (the vicious, closeted Roy Cohn in the HBO miniseries Angels in America (2003) and his sensitive portrayal of Jack Kevorkian, in the television movie Ви не знаєте Джека (2010)) are reminiscent of the bolder choices of his early career. Each television project garnered him an Emmy Award for Outstanding Lead Actor in a Miniseries or a Movie.Never wed, Pacino has a daughter, Julie Marie, with acting teacher Jan Tarrant, and a set of twins with former longtime girlfriend Beverly D\u0026#39;Angelo. His romantic history includes Jill Clayburgh, Veruschka von Lehndorff, Carole Mallory, Debra Winger, Tuesday Weld, Marthe Keller, Carmen Cervera, Kathleen Quinlan, Lyndall Hobbs, Penelope Ann Miller, and a two-decade intermittent relationship with \u0026quot;Godfather\u0026quot; co-star Diane Keaton. He currently lives with Argentinian actress Lucila Solá, who is 36 years his junior.As of 2022, Pacino is 82-years-old. He has never retired from acting, and continues to appear regularly in film.",
    "Roles": [
      "Actor",
      "Director",
      "Producer"
    ]
  },
  {
    "Id": 25,
    "Name": "Russell Crowe",
    "Movie": "Знедолені (2012)",
    "ImageUrl": "https://m.media-amazon.com/images/M/MV5BMTQyMTExNTMxOF5BMl5BanBnXkFtZTcwNDg1NzkzNw@@._V1_QL75_UX60_CR0,0,60,60_.jpg",
    "Info": "Russell Ira Crowe was born in Wellington, New Zealand, to Jocelyn Yvonne (Wemyss) and John Alexander Crowe, both of whom catered movie sets. His maternal grandfather, Stanley Wemyss, was a cinematographer. Crowe\u0026#39;s recent ancestry includes Welsh (where his paternal grandfather was born, in Wrexham), English, Irish, Scottish, Norwegian, Swedish, Italian, and Maori (one of Crowe\u0026#39;s maternal great-grandmothers, Erana Putiputi Hayes Heihi, was Maori).Crowe\u0026#39;s family moved to Australia when he was a small child, settling in Sydney, and Russell got the acting bug early in life. Beginning as a child star on a local Australian TV show, Russell\u0026#39;s first big break came with two films ... the first, Romper Stomper (1992), gained him a name throughout the film community in Australia and the neighboring countries. The second, The Sum of Us (1994), helped put him on the American map, so to speak. Sharon Stone heard of him from Romper Stomper (1992) and wanted him for her film, Швидкий та мертвий (1995). But filming on The Sum of Us (1994) had already begun. Sharon is reported to have held up shooting until she had her gunslinger-Crowe, for her film. With Швидкий та мертвий (1995) under his belt as his first American film, the second was offered to him soon after. Virtuosity (1995), starring Denzel Washington, put Russell in the body of a Virtual Serial Killer, Sid6.7 ... a role unlike any he had played so far. Virtuosity (1995), a Sci-Fi extravaganza, was a fun film and, again, opened the door to even more American offers. Секрети Лос-Анджелеса (1997), Russell\u0026#39;s third American film, brought him the US fame and attention that his fans have felt he deserved all along. Missing the Oscar nod this time around, he didn\u0026#39;t seem deterred and signed to do his first film with The Walt Disney Company, Таємниця Аляски (1999). He achieved even more success and awards for his performances in Гладіатор (2000), for which he won the Academy Award for Best Actor, and Ігри розуму (2001).",
    "Roles": [
      "Actor",
      "Producer",
      "Director"
    ]
  }
]